/*
 LocalizationStrings.strings
 ZohoSign
 
 Created by Nagarajan S on 13/10/16.
 Copyright © 2016 Zoho Corporation. All rights reserved.
 */


//SDK Keys
"sign.mobile.common.ok"                                 =       "Tamam";
"sign.mobile.common.cancel"                             =       "İptal";
"sign.mobile.common.close"                              =       "Kapat";
"sign.mobile.common.next"                               =       "Sonraki";
"sign.mobile.common.error"                              =       "Hata";
"sign.mobile.common.unknownerror"                       =       "Bilinmeyen hata";
"sign.mobile.common.share"                              =       "Paylaş";
"sign.mobile.common.retake"                             =       "Yeniden Al";
"sign.mobile.common.zohosign"                           =       "Zoho Sign";
"sign.mobile.common.readonly"                          =       "Salt okunur";
"sign.mobile.common.mandatory"                         =       "Zorunlu";
"sign.mobile.common.required"                          =       "Gerekli";
"sign.mobile.common.finish"                             =       "Bitir";

"sign.mobile.request.requestName"                       =       "Belge adı";


"sign.mobile.field.signature"                           =       "İmza";
"sign.mobile.field.company"                             =       "Şirket";
"sign.mobile.field.name"                                =       "Ad";
"sign.mobile.field.date"                                =       "Tarih";
"sign.mobile.field.initial"                             =       "Paraf";
"sign.mobile.field.email"                               =       "E-posta";
"sign.mobile.field.text"                                =       "Metin";
"sign.mobile.field.textfield"                           =       "Metin Alanı";
"sign.mobile.field.fieldName"                           =       "Alan Adı";
"sign.mobile.field.jobtitle"                            =       "İş Unvanı";
"sign.mobile.field.fullname"                            =       "Tam Ad";
"sign.mobile.field.firstname"                           =       "Adı";
"sign.mobile.field.lastname"                            =       "Soyadı";
"sign.mobile.field.checkbox"                           =       "Onay Kutusu";
"sign.mobile.field.checkByDefault"                     =       "Varsayılan olarak kontrol et";
"sign.mobile.field.signDate"                           =       "İmza Tarihi";


"sign.mobile.profile.profile"                           =       "Profil";
"sign.mobile.profile.fullName"                          =       "Tam Ad";
"sign.mobile.profile.firstName"                         =       "Adı";
"sign.mobile.profile.lastName"                          =       "Soyadı";
"sign.mobile.profile.email"                             =       "E-posta";
"sign.mobile.profile.company"                           =       "Şirket";
"sign.mobile.profile.jobTitle"                          =       "İş Unvanı";
"sign.mobile.profile.dateFormat"                        =       "Tarih Biçimi";
"sign.mobile.profile.timeZones"                         =       "Saat Dilimi";
"sign.mobile.profile.takePicture"                       =       "Resim Çek";
"sign.mobile.profile.choosePicture"                     =       "Resim Seç";
"sign.mobile.profile.deleteSignature"                   =       "İmzayı Sil";
"sign.mobile.profile.signatureWizardDraw"               =       "Çiz";
"sign.mobile.profile.drawSignature"                     =       "İmzayı Çiz";
"sign.mobile.profile.selectSignature"                   =       "Stil Seç";
"sign.mobile.profile.photoSignature"                    =       "Fotoğraf Çek";
"sign.mobile.profile.chooseStyle"                       =       "Stil Seç";
"sign.mobile.profile.drawYourSign"                      =       "İmzanızı Çizin";
"sign.mobile.profile.signatureWizard"                   =       "İmza sihirbazı";
"sign.mobile.profile.createSignature"                   =       "İmza Oluştur";
"sign.mobile.profile.createInitial"                     =       "Paraf Oluştur";
"sign.mobile.profile.tapHereToEditName"                 =       "Adı düzenlemek için buraya tıklayın";
"sign.mobile.profile.tapHereToEditInitial"              =       "Parafı düzenlemek için buraya tıklayın";
"sign.mobile.profile.signHere"                          =       "Burayı İmzalayın";
"sign.mobile.profile.yourInitial"                       =       "Parafınız";

"sign.mobile.settings.personalDetails"                  =       "Kişisel ayrıntılar";
"sign.mobile.profile.currentUserPlan"                   =       "%@ planındasınız";
"sign.mobile.account.documentsLeft"                     =       "Kalan belgeler";
"sign.mobile.account.documentsPerMonth"                 =       "Ayda %d belge";
"sign.mobile.request.selectedDate"                      =       "Tarih seç";


"sign.mobile.activityIndicator.processing"              =       "İşleniyor... Lütfen bekleyin";
"sign.mobile.activityIndicator.uploading"               =       "Belge karşıya yükleniyor... lütfen bekleyin";
"sign.mobile.activityIndicator.submittingDoc"           =       "Belge gönderiliyor...";
"sign.mobile.activityIndicator.savedraft"               =       "Taslak olarak kaydediliyor...";
"sign.mobile.activityIndicator.signingDoc"              =       "Belge imzalanıyor...";
"sign.mobile.activityIndicator.loadingPreview"          =       "Önizleme yükleniyor...";
"sign.mobile.activityIndicator.preparingDocument"       =       "Belge hazırlanıyor...";


"sign.mobile.tooltip.tapAnywhereAddFields"              =       "Alanları eklemek için dokunun";
"sign.mobile.tooltip.tapHereToChangeName"               =       "Adı değiştirmek için buraya tıklayın";
"sign.mobile.tooltip.dragAndDropFields"                 =       "Alanları sürükle ve bırak";
"sign.mobile.tooltip.extnSuccessmsg"                    =       "Bu belgenin bir kopyası, Zoho Sign hesabınıza kaydedildi";

"sign.mobile.common.none"                               =       "Yok";
"sign.mobile.common.copy"                               =       "Kopyala";
"sign.mobile.common.delete"                             =       "Sil";
"sign.mobile.common.mail"                               =       "Posta";
"sign.mobile.common.download"                           =       "İndir";
"sign.mobile.common.query"                              =       "Sorgu";
"sign.mobile.common.decline"                            =       "Reddet";
"sign.mobile.common.restore"                            =       "Geri Yükle";
"sign.mobile.common.remind"                             =       "Anımsat";
"sign.mobile.common.remindSigners"                      =       "İmzalayanlara Anımsat";
"sign.mobile.common.recall"                             =       "Geri çağır";
"sign.mobile.common.export"                             =       "Dışa aktar";
"sign.mobile.common.add"                                =       "Ekle";
"sign.mobile.common.done"                               =       "Bitti";
"sign.mobile.common.today"                              =       "Bugün";
"sign.mobile.common.tomorrow"                           =       "Yarın";
"sign.mobile.common.yesterday"                          =       "Dün";
"sign.mobile.common.create"                             =       "Oluştur";
"sign.mobile.common.localFiles"                         =       "Yerel Dosyalar";
"sign.mobile.common.zohoDocs"                           =       "Zoho Docs";
"sign.mobile.common.camera"                             =       "Kamera";
"sign.mobile.common.scanDocuments"                      =       "Belgeleri Tara";
"sign.mobile.common.photos"                             =       "Fotoğraflar";
"sign.mobile.common.documents"                          =       "Belgeler";
"sign.mobile.common.areyousure"                         =       "Emin misiniz?";
"sign.mobile.common.no"                                 =       "Hayır";
"sign.mobile.common.yes"                                =       "Evet";
"sign.mobile.common.goBack"                             =       "Geri Dön";
"sign.mobile.common.selected"                           =       "seçili";
"sign.mobile.common.reason"                             =       "Neden";
"sign.mobile.common.password"                           =       "Parola";
"sign.mobile.common.others"                             =       "Diğerleri";
"sign.mobile.common.remove"                             =       "Kaldır";
"sign.mobile.common.optional"                           =       "İsteğe Bağlı";
"sign.mobile.common.mailTo"                             =       "Şuna:";
"sign.mobile.common.myself"                             =       "Kendim";
"sign.mobile.common.search"                             =       "Ara";
"sign.mobile.common.apply"                              =       "Uygula";
"sign.mobile.common.login"                              =       "Oturum Aç";
"sign.mobile.common.signup"                             =       "Kaydol";
"sign.mobile.common.skip"                               =       "Atla";
"sign.mobile.common.send"                               =       "Gönder";
"sign.mobile.common.initializing"                       =       "Başlatılıyor...";
"sign.mobile.common.accessBlocked"                      =       "Erişim Engellendi";
"sign.mobile.common.unblock"                            =       "Engellemeyi Kaldır";
"sign.mobile.common.notNow"                             =       "Şimdi Değil";
"sign.mobile.common.updateZohoSign"                     =       "Zoho Sign’ı Güncelle";
"sign.mobile.common.gotoAppStore"                       =       "App Store’a Git";
"sign.mobile.common.account"                            =       "Hesap";
"sign.mobile.common.by"                                 =       "şuna göre:";
"sign.mobile.common.me"                                 =       "Bana";

"sign.mobile.tour.productTour"                          =       "Ürün Turu";
"sign.mobile.tour.signIn"                               =       "Oturum Aç";
"sign.mobile.tour.trynow"                               =       "Bir belgeyi imzalamayı dene";

"sign.mobile.tour.productDesc"                          =       "İşletmeler için eksiksiz bir dijital imza uygulaması";
"sign.mobile.tour.skipTour"                             =       "Turu Atla";
"sign.mobile.tour.endTour"                              =       "Turu Bitir";
"sign.mobile.tour.getStarted"                           =       "Hemen Başlayın";

"sign.mobile.tour.digitalSignTitle"                     =       "Zoho Sign’a Hoş Geldiniz";
"sign.mobile.tour.digitalSignDesc"                      =       "Yepyeni bir dijital imza deneyimine hazır olun";
"sign.mobile.tour.signAnywhereTitle"                    =       "Dilediğiniz zaman, dilediğiniz yerde imzalayın";
"sign.mobile.tour.signAnywhereDesc"                     =       "Hareketli haldeyken iş sözleşmelerini imzalayın, gönderin ve sonuçlandırın";
"sign.mobile.tour.extensionTitle"                       =       "Sorunsuz Entegrasyonlar";
"sign.mobile.tour.securityTitle"                        =       "Güvenli ve Emniyetli";
"sign.mobile.tour.securityDesc"                         =       "Zoho Sign’daki belgeler yasal olarak bağlayıcıdır ve değişikliğe karşı korumalıdır";

"sign.mobile.tour.scanDesc"                             =       "Makbuzları, faturaları, sözleşmeleri, anlaşmaları ve benzerlerini taratın ve karşıya yükleyin.";
"sign.mobile.tour.extensionDesc"                        =       "En sevdiğiniz uygulamaları kullanarak belgeleri kolaylıkla imzalayın.";
"sign.mobile.tour.multipleRecipientsDesc"               =       "Birden fazla alıcı ekleyin ve imzalama sıralamasını belirleyin.";
"sign.mobile.tour.assignSomeoneDesc"                    =       "Belgeyi imzalaması için başka birini görevlendirin.";
"sign.mobile.tour.iMessageDesc"                         =       "Tamamlanan belgeleri iMessage aracılığıyla paylaşın.";


"sign.mobile.onboard.alreadySignUser"                   =       "Zaten Zoho Sign’ın bir parçası mısınız? İmzalamaya başlamak için oturum açın.";
"sign.mobile.onboard.signupAndStartSigning"             =       "Zoho Sign’da yeni misiniz? Kaydolun ve imzalamaya başlayın";
"sign.mobile.onboard.continueAsGuest"                   =       "Konuk olarak devam et";

"sign.mobile.requestCreate.sign"                        =       "İMZALA";
"sign.mobile.requestCreate.send"                        =       "GÖNDER";
"sign.mobile.requestCreate.signYourselfDescription"     =       "VE İMZA";
"sign.mobile.requestCreate.sendDocDescription"          =       "İÇİN GÖNDER";

"sign.mobile.account.registerOrg"                       =       "Kuruluşu Kaydet";
"sign.mobile.account.contactAdmin"                      =       "Zaten bir kuruluş hesabınız var mı? Zoho Sign daveti için yöneticinizle iletişime geçin.";
"sign.mobile.account.creatingAccount"                   =       "Hesap oluşturuluyor...";
"sign.mobile.account.signupToProceed"                   =       "Belgeleri imzalamanın basit, hızlı ve güvenli yolu. Kaydolun ve imzalamaya başlayın!";
"sign.mobile.account.enterOrgNameDesc"                  =       "Başlamak için kuruluşunuzun adını girin. Zoho Sign’ı kişisel amaçlarla kullanmak isterseniz, kuruluş adı olarak adınızı kullanmanız yeterli olacaktır.";
"sign.mobile.account.enterOrgName"                      =       "Kuruluşunuzu girin";
"sign.mobile.account.saveAndProceed"                    =       "Kaydet ve Devam Et";

"sign.mobile.account.dontHaveAnAccountSignUp"           =       "Bir hesabınız yok mu? Kaydolun!";
"sign.mobile.account.alreadyHaveAnAccountLogin"         =       "Zaten bir hesabınız var mı? Oturum Aç";
"sign.mobile.account.needZohoSignAccountToSign"         =       "Belgeyi imzalamak için bir Zoho Sign hesabına ihtiyacınız vardır";
"sign.mobile.account.loginToSign"                       =       "Belgeyi imzalamak için oturum açmalısınız";


"sign.mobile.request.receivedRequests"                  =       "Alınan Belgeler";
"sign.mobile.request.sentRequests"                      =       "Gönderilen Belgeler";
"sign.mobile.request.signYourself"                      =       "Kendiniz İmzalayın";
"sign.mobile.request.sendForSignatures"                 =       "İmzaya Gönderin";
"sign.mobile.request.name"                              =       "Belge adı";
"sign.mobile.request.description"                       =       "Açıklama";
"sign.mobile.request.note"                              =       "Bir Not Bırakın";
"sign.mobile.request.expiringDate"                      =       "Geçerlilik Tarihi";
"sign.mobile.request.timeToComplete"                         =       "Tamamlama Zamanı (Gün)";
"sign.mobile.request.validTill"                         =       "Anlaşma Son Geçerlilik Zamanı";
"sign.mobile.request.folder"                            =       "Klasör";
"sign.mobile.request.folderName"                        =       "Klasör Adı";
"sign.mobile.request.requestType"                       =       "Belge Türü";
"sign.mobile.request.type"                              =       "Tür";
"sign.mobile.request.recipients"                        =       "Alıcılar";
"sign.mobile.request.sortBy"                            =       "Sıralama Ölçütü";
"sign.mobile.request.verfiyCodeSentToMail"              =       "Doğrulama kodu e-postanıza gönderildi.";
"sign.mobile.request.verfiyCodeByRequester"             =       "Doğrulama kodu, istek sahibi tarafından sağlanır.";
"sign.mobile.request.verifyCode"                        =       "Doğrula";
"sign.mobile.request.didntReceiveCode"                  =       "Kodunuzu almadınız mı?";
"sign.mobile.request.resendCode"                        =       "Kodu Yeniden Gönder";
"sign.mobile.request.wrongSecretCode"                   =       "Kimlik doğrulama kodu yanlış";
"sign.mobile.request.requestInfo"                       =       "Belge Bilgileri";
"sign.mobile.request.documentName"                      =       "Belge Adı";
"sign.mobile.request.fileName"                          =       "Dosya Adı";
"sign.mobile.request.requester"                         =       "İsteyen";
"sign.mobile.request.requesterEmail"                    =       "İstek Sahibi E-postası";
"sign.mobile.request.requestedOn"                       =       "İstenme tarihi";
"sign.mobile.request.owner"                             =       "Sahip";
"sign.mobile.request.expireOn"                          =       "Süre sonu";
"sign.mobile.request.status"                            =       "Durum";
"sign.mobile.request.notes"                             =       "Notlar";
"sign.mobile.request.completionCertificate"             =       "Tamamlama Sertifikası";
"sign.mobile.request.saveChanges"                       =       "Değişiklikleri Kaydet";
"sign.mobile.request.selectAtleaseOneField"             =       "Lütfen her bir alıcı için en az bir alan seçin";
"sign.mobile.request.selectAtleaseOneFieldSelfSign"     =       "Lütfen en az bir alan seçin";
"sign.mobile.request.sampleDocument"                    =       "Örnek Belge";
"sign.mobile.request.signedSuccessfully"                =       "Başarıyla imzalandı";
"sign.mobile.request.declined"                          =       "Reddedildi";
"sign.mobile.request.tapHereToContinue"                 =       "Devam etmek için buraya tıklayın";
"sign.mobile.request.emailDoc"                          =       "E-posta belgesi (Bir defada en fazla 3)";
"sign.mobile.request.recipientStatus"                   =       "Alıcı Durumu";
"sign.mobile.request.activityFeed"                      =       "Etkinlik Akışı";
"sign.mobile.request.activityHistory"                   =       "Etkinlik geçmişi";
"sign.mobile.request.createdOn"                         =       "Oluşturma Tarihi";
"sign.mobile.request.submittedOn"                       =       "Sunulan";
"sign.mobile.request.expiringOn"                        =       "Süre sonu";
"sign.mobile.request.expiredOn"                         =       "Süresi şu zamanda doldu:";
"sign.mobile.request.completedOn"                       =       "Tamamlanma tarihi";
"sign.mobile.request.recalledOn"                        =       "Geri çağrılma zamanı";
"sign.mobile.request.declinedOn"                        =       "Reddedilme zamanı";
"sign.mobile.request.deletedOn"                         =       "Silinme tarihi:";
"sign.mobile.request.mailed"                            =       "Postalandı";
"sign.mobile.request.signed"                            =       "İmzalı";
"sign.mobile.request.viewed"                            =       "Görüntülendi";
"sign.mobile.request.assigned"                          =       "Atanmış";
"sign.mobile.request.notAssigned"                       =       "Atanmadı";
"sign.mobile.request.dueDateNotSet"                     =       "Son tarih ayarlanmadı";
"sign.mobile.request.needsYourSignature"                =       "İmzanız Gerekiyor";
"sign.mobile.request.outForSignature"                   =       "İmza için Dışarıda";
"sign.mobile.request.assignRequest"                     =       "Belge Ata";
"sign.mobile.request.declineRequest"                    =       "Belgeyi Reddet";
"sign.mobile.request.numberOfPages"                     =       "Sayfa Sayısı";
"sign.mobile.request.renameRequest"                     =       "Belgeyi Yeniden Adlandır";
"sign.mobile.request.moveFolder"                        =       "Klasörü Taşı";
"sign.mobile.request.changeFileType"                    =       "Dosya Türünü Değiştir";
"sign.mobile.request.confirmYourIdentity"               =       "Kimliğinizi Onaylayın";
"sign.mobile.request.fileType"                          =       "Dosya Türü";
"sign.mobile.request.enterVerifyCode"                   =       "Kimlik Doğrulama Kodunu Girin";
"sign.mobile.request.loggedInAsDifferentUser"           =       "Farklı bir kullanıcı olarak oturum açtınız. Lütfen “%@” kullanarak oturum açın ve tekrar deneyin";
"sign.mobile.request.previewNotAvailable"               =       "Önizleme kullanılamıyor.";
"sign.mobile.request.ownerAuthMsg"                      =       "Lütfen sahibin sizinle paylaştığı kimlik doğrulama kodunu girin";
"sign.mobile.request.ownerAuthMsgAfterFailure"          =       "Lütfen sahibin sizinle paylaştığı kimlik doğrulama kodunu girin\nGüvenlik nedeniyle, 3 yanlış giriş sonrasında belgeye erişim devre dışı bırakılacaktır.";
"sign.mobile.request.emailAuth"                         =       "Lütfen e-posta adresinize gönderilen Kimlik doğrulama kodunu girin";
"sign.mobile.request.authCodeSentToEmail"               =       "E-postanıza kimlik doğrulama kodu tekrar gönderildi";

/*          Request Operation Type           */

"sign.mobile.request.operationType.drafted"             =       "Taslak Oluşturulmuş";
"sign.mobile.request.operationType.updated"             =       "Güncelleştirildi";
"sign.mobile.request.operationType.submitted"           =       "Gönderildi";
"sign.mobile.request.operationType.shredded"            =       "İmha edildi";
"sign.mobile.request.operationType.deleted"             =       "Silindi";
"sign.mobile.request.operationType.recalled"            =       "Geri çağrıldı";
"sign.mobile.request.operationType.restored"            =       "Geri Yüklendi";
"sign.mobile.request.operationType.retrived"            =       "Alındı";
"sign.mobile.request.operationType.reminded"            =       "Anımsatıldı";
"sign.mobile.request.operationType.archived"            =       "Arşivlendi";
"sign.mobile.request.operationType.assigned"            =       "Atanmış";
"sign.mobile.request.operationType.downloaded"          =       "Karşıdan yüklendi";
"sign.mobile.request.operationType.skipped"             =       "Atlandı";
"sign.mobile.request.operationType.docEmailed"          =       "Belge E-postayla Gönderildi";
"sign.mobile.request.operationType.linkEmailed"         =       "Bağlantı E-postayla Gönderildi";
"sign.mobile.request.operationType.startedSigning"      =       "İmzalamaya Başladı";
"sign.mobile.request.operationType.successSigning"      =       "Başarıyla İmzalandı";
"sign.mobile.request.operationType.failedSigning"       =       "İmzalama Başarısız";
"sign.mobile.request.operationType.accessSuccess"       =       "Erişim Başarılı";
"sign.mobile.request.operationType.accessFailure"       =       "Erişim Başarısız";

"sign.mobile.request.status.all"                        =       "Tümü";
"sign.mobile.request.status.inprogress"                 =       "Sürüyor";
"sign.mobile.request.status.pending"                    =       "Beklemede";
"sign.mobile.request.status.completed"                  =       "Tamamlandı";
"sign.mobile.request.status.expiring"                   =       "Süresi dolmak üzere";
"sign.mobile.request.status.expired"                    =       "Süresi doldu";
"sign.mobile.request.status.declined"                   =       "Reddedildi";
"sign.mobile.request.status.recalled"                   =       "Geri çağrıldı";
"sign.mobile.request.status.draft"                      =       "Taslak";
"sign.mobile.request.status.trash"                      =       "Çöp Kutusu";
"sign.mobile.request.status.expires"                    =       "Süre Dolumu";


"sign.mobile.request.list.requestedTime"                =       "İstenen saat";
"sign.mobile.request.list.discardChanges"               =       "Değişiklikleri at";
"sign.mobile.request.list.continueFromLeftover"         =       "Kalanlardan devam et";
"sign.mobile.request.list.lastModified"                 =       "Son değiştirme";
"sign.mobile.request.list.searchRequest"                =       "Belge ara";
"sign.mobile.request.list.recentSearches"               =       "Son Aramalar";
"sign.mobile.request.list.modifiedOn"                   =       "Değiştirme zamanı";
"sign.mobile.request.list.finishedOn"                   =       "Bitme zamanı: %@";
"sign.mobile.request.list.declinedOn"                   =       "Reddedilme zamanı: %@";
"sign.mobile.request.list.expiredOn"                    =       "Süre sonu: %@";
"sign.mobile.request.list.deletedOn"                    =       "Silme zamanı: %@";
"sign.mobile.request.list.lastUpdatedOn"                =       "Son güncelleme zamanı";
"sign.mobile.request.list.declinedMsg"                  =       "Reddeden: %@";
"sign.mobile.request.list.deleteOn"                     =       "Silindi";
"sign.mobile.request.list.yetToView"                    =       "%@ • %@ henüz görüntülemedi";
"sign.mobile.request.list.yetToSign"                    =       "%@ • %@ henüz imzalamadı";
"sign.mobile.request.list.ofPending"                    =       "%@ • %lu / %lu bekliyor";
"sign.mobile.request.list.nameAscending"                =       "Ad artan";
"sign.mobile.request.list.nameDescending"               =       "Ad azalan";
"sign.mobile.request.list.from"                         =       "Şuradan:";
"sign.mobile.request.list.filterOptions"                =       "Filtre Seçenekleri";


"sign.mobile.request.create.tapHereToSelectDoc"         =       "Belgeyi karşıya yüklemek için buraya dokunun";
"sign.mobile.request.create.pleaseUploadDoc"            =       "Lütfen belgeyi karşıya yükleyin";
"sign.mobile.request.create.pleaseChooseRecipient"      =       "Lütfen bir alıcı seçin";
"sign.mobile.request.create.oneSigningActionAlert"      =       "Belgenin imzalanması için en az bir alıcı atanmalıdır";
"sign.mobile.request.create.pleaseEnterName"            =       "Lütfen belge adını girin";
"sign.mobile.request.create.recipientsAdded"            =       "%lu eklendi.";
"sign.mobile.recipient.create.addRecipients"            =       "Alıcı(lar) Ekle";
"sign.mobile.request.create.recipients"                 =       "Alıcı(lar)";
"sign.mobile.request.create.validityForever"            =       "Devamlı";
"sign.mobile.request.create.setDate"                    =       "Tarih Ayarla";
"sign.mobile.request.create.tapHereToStart"             =       "İmzalamaya Başlamak için buraya Dokunun";
"sign.mobile.request.create.moreDetails"                =       "Daha Fazla Ayrıntı";
"sign.mobile.request.create.viewAll"                    =       "Tümünü görüntüle";


"sign.mobile.editor.fillAllRequiredFields"              =       "Lütfen tüm gerekli alanları doldurun";
"sign.mobile.editor.startSigning"                       =       "İmzalamaya Başla";
"sign.mobile.editor.termsAndConditions"                 =       "Hüküm ve Koşullar";
"sign.mobile.editor.exitPreview"                        =       "Önizlemeden çık";
"sign.mobile.editor.agreeTerms"                         =       "Kabul Ediyorum";
"sign.mobile.editor.fieldsToSign"                       =       "İmzalanacak alanlar";

"sign.mobile.recipient.retainOrder"                     =       "Sıralı gönder";
"sign.mobile.recipient.notExist"                        =       "Alıcı adı mevcut değil. Yeni bir alıcı eklemek ister misiniz?";
"sign.mobile.recipient.addRecipient"                    =       "Alıcı Ekle";
"sign.mobile.recipient.nameCannotEmpty"                 =       "Ad boş bırakılamaz";
"sign.mobile.recipient.invalidEmail"                    =       "Geçersiz e-posta adresi";
"sign.mobile.recipient.privateMessage"                  =       "Özel Mesaj";
"sign.mobile.recipient.message"                         =       "İleti";
"sign.mobile.recipient.authenticationCode"              =       "Kimlik Doğrulama Kodu";
"sign.mobile.recipient.needToSign"                      =       "İmzalaması gerekiyor";
"sign.mobile.recipient.getsACopy"                       =       "Bir kopya alacak";
"sign.mobile.recipient.verfication"                     =       "Doğrulama";
"sign.mobile.recipient.deliveryType"                    =       "İletim Türü";
"sign.mobile.recipient.offline"                         =       "Çevrimdışı";
"sign.mobile.recipient.noteOTP"                         =       "Not: Kimlik doğrulama kodu e- posta aracılığıyla gönderilecektir.";
"sign.mobile.recipient.code"                            =       "Kod";
"sign.mobile.recipient.noteCode"                        =       "Not: Bu kod, otomatik olarak oluşturulmuştur. Gerekirse üzerine yazın (tam 6 karakter)";
"sign.mobile.recipient.enterNameEmail"                  =       "Kişi adını/e-postasını girin";
"sign.mobile.recipient.localContacts"                   =       "Cihaz Kişileri";
"sign.mobile.recipient.contactSelected"                 =       "Kişi seçildi";
"sign.mobile.recipient.contactsSelected"                =       "Kişiler seçildi";
"sign.mobile.recipient.addMe"                           =       "Beni ekle";
"sign.mobile.recipient.invalidName"                     =       "Geçersiz ad";
"sign.mobile.recipient.atleastOneRecipient"             =       "Belgeyi imzalaması için en az bir alıcı ekleyin";
"sign.mobile.recipient.dupRecipientExists"              =       "Yinelenen alıcı var";
"sign.mobile.recipient.chooseFromContacts"              =       "Kişilerden seç";

"sign.mobile.emptyScreen.noSentRequestOnboard"          =       "Herhangi bir belge gönderilmedi";
"sign.mobile.emptyScreen.noDocumentsAvailable"          =       "Herhangi bir belge yok";
"sign.mobile.emptyScreen.noReceivedRequestOnboard"      =       "Herhangi bir belge alınmadı";
"sign.mobile.emptyScreen.noRequestOnSearch"             =       "Herhangi bir belge bulunamadı";
"sign.mobile.emptyScreen.noContacts"                    =       "Herhangi bir kişi yok";
"sign.mobile.emptyScreen.norecipientAdded"              =       "Herhangi bir alıcı eklenmedi";
"sign.mobile.emptyScreen.noActivityFeed"                =       "Son etkinlik yok";
"sign.mobile.emptyScreen.noDataAvailable"               =       "Kullanılabilir veri yok";
"sign.mobile.emptyScreen.noFilesAvailable"              =       "Kullanılabilir Dosya yok";
"sign.mobile.emptyScreen.noResults"                     =       "Sonuç yok";

"sign.mobile.error.timeout"                             =       "İstek zaman aşımına uğradı";
"sign.mobile.error.dataError"                           =       "Yüklerken hata";
"sign.mobile.error.tapToRetry"                          =       "Yeniden denemek için dokunun";
"sign.mobile.error.fileSizeExceedsMaxSize"              =       "Dosya, maksimum boyut olan 25MB’yi aşıyor";

"sign.mobile.settings.settings"                         =       "Ayarlar";
"sign.mobile.settings.signout"                          =       "Oturumu Kapat";
"sign.mobile.settings.logout"                           =       "Oturumu Kapat";
"sign.mobile.settings.termsOfService"                   =       "Hizmet koşulları";
"sign.mobile.settings.privacyPolicy"                    =       "Gizlilik politikası";
"sign.mobile.settings.rateUs"                           =       "Bize Puan Verin";
"sign.mobile.settings.openSourceAttributes"             =       "Açık kaynak öznitelikleri";
"sign.mobile.settings.feedback"                         =       "Geri bildirim";
"sign.mobile.settings.faq"                              =       "SSS";
"sign.mobile.settings.manageLocalFiles"                 =       "Yerel Dosyaları Yönetin";
"sign.mobile.settings.clearAllFiles"                    =       "Önbelleğe alınmış verileri cihazdan temizle";
"sign.mobile.settings.clearCache"                       =       "Önbelleği temizle";
"sign.mobile.settings.passcodeLock"                     =       "Şifre kilidi";
"sign.mobile.settings.allowTouchID"                     =       "Kilidi açmak için Touch ID izin ver";
"sign.mobile.settings.security"                         =       "Güvenlik";
"sign.mobile.settings.theme"                            =       "Tema";
"sign.mobile.settings.support"                          =       "Destek";
"sign.mobile.settings.cache"                            =       "Önbellek";
"sign.mobile.setting.cacheMemorySize"                   =       "Önbellek boyutu";
"sign.mobile.settings.about"                            =       "Hakkında (Sürüm %@)";
"sign.mobile.settings.touchIDDisabledAlert"             =       "Touch ID de devre dışı bırakılacaktır. Devam etmek ister misiniz?";
"sign.mobile.settings.deviceCannotAuthTouchID"          =       "Cihazınızda Touch ID ile kimlik doğrulama yapılamaz.";
"sign.mobile.settings.enterPasscode"                    =       "Şifreyi Girin";
"sign.mobile.settings.setPasscode"                      =       "Şifreyi Ayarla";
"sign.mobile.settings.enterYourPasscode"                =       "Şifrenizi girin";
"sign.mobile.settings.reenterPasscode"                  =       "Şifrenizi yeniden girin";
"sign.mobile.settings.passcodeNotMatch"                 =       "Şifreler eşleşmedi. Yeniden deneyin.";
"sign.mobile.settings.touchIDAuth"                      =       "Şifre Kilidini Aç";
"sign.mobile.settings.unlockZohoSign"                   =       "Zoho Sign’ın Kilidini Aç";
"sign.mobile.settings.unlockAttemptsLeft"               =       "Kalan Deneme Sayısı";
"sign.mobile.settings.enterPasscodeUnlock"              =       "Kilidi açmak için şifreyi gir";
"sign.mobile.setting.feedbackSentSuccess"               =       "Geri bildirim başarıyla gönderildi";

"sign.mobile.feedback.EnterEmail"                       =       "E-posta adresinizi girin";
"sign.mobile.feedback.comment"                          =       "Yorum";
"sign.mobile.feedback.attachScreenshots"                =       "Ekran Görüntüsü Ekle";
"sign.mobile.feedback.howIsYourExperience"              =       "Zoho Sign deneyiminiz nasıldı?";
"sign.mobile.feedback.mindGivingFeedback"               =       "Bize geri bildirim sağlayabilir misiniz?";
"sign.mobile.feedback.noThanks"                         =       "Hayır, teşekkürler";
"sign.mobile.feedback.okSure"                           =       "Evet, tabii ki";
"sign.mobile.feedback.couldNotSendMail"                 =       "E-posta gönderilemedi";
"sign.mobile.feedback.checkMailConfig"                  =       "E-posta gönderilemiyor.  Lütfen e-posta yapılandırmasını denetleyin ve yeniden deneyin.";
"sign.mobile.feedback.doYouEnjoytheApp"                 =       "Uygulamayı sevdiniz mi?";
"sign.mobile.feedback.canYouReviewinAppStore"           =       "ZohoSign uygulamasını sevdiğinize göre, Appstore’da bizim için bir değerlendirme bırakmak ister misiniz?";
"sign.mobile.feedback.rateApp"                          =       "Uygulamayı Değerlendirin";


"sign.mobile.notify.docMailedSuccess"                   =       "Belge başarıyla postalandı";
"sign.mobile.notify.requestSavedInDraft"                =       "Belge taslak olarak kaydedildi";
"sign.mobile.notify.reminderSent"                       =       "Anımsatıcı gönderildi";
"sign.mobile.notify.requestRecalled"                    =       "Belge geri çağrıldı";
"sign.mobile.notify.requestMovedToTrash"                =       "Belge çöp kutusuna taşındı";
"sign.mobile.notify.requestRestored"                    =       "Belge geri yüklendi";
"sign.mobile.notify.requestCreated"                     =       "Belge oluşturuldu";
"sign.mobile.notify.requestUpdated"                     =       "Belge güncellendi";
"sign.mobile.notify.importSuccess"                      =       "Belge başarıyla içe aktarıldı";
"sign.mobile.notify.requestDeclined"                    =       "Belge reddedildi";
"sign.mobile.notify.dataCacheCleared"                   =       "Önbelleğe alınmış veriler temizlendi";
"sign.mobile.notify.requestReminding"                   =       "Anımsatıcı gönderiliyor...";
"sign.mobile.notify.sendingMail"                        =       "Posta gönderiliyor...";

"sign.mobile.alert.enterComment"                        =       "Lütfen yorumunuzu girin";
"sign.mobile.alert.enterReason"                         =       "Lütfen nedeni girin";
"sign.mobile.alert.enterEmailId"                        =       "Lütfen bir e-posta adresi girin";
"sign.mobile.alert.noAccessLocalContacts"               =       "Lütfen yerel kişilere erişim izni tanıyın.";
"sign.mobile.alert.noMailId"                            =       "Lütfen en az bir e-posta adresi girin";
"sign.mobile.alert.contactAdminForAccess"               =       "Zoho Sign’a erişim izni vermesi için lütfen yöneticinizle bağlantı kurun";
"sign.mobile.alert.loginExpires"                        =       "Oturumun süresi doldu. Lütfen yeniden oturum açın";
"sign.mobile.alert.loginToSign"                         =       "Belgeyi imzalamak için lütfen oturum açın";
"sign.mobile.alert.docUploadFailed"                     =       "Belge karşıya yüklenemedi";
"sign.mobile.alert.noInternetConnection"                =       "Ağ kullanılamıyor";
"sign.mobile.alert.accountDisableContactAdmin"          =       "Hesap devre dışı bırakıldı. Lütfen hesabınızı aktif hale getirmesi için yöneticinizle iletişime geçin.";
"sign.mobile.alert.needToAccessCamera"                  =       "Kameraya erişim gerekiyor";
"sign.mobile.alert.noCameraAccess"                      =       "Bu uygulamanın kameraya erişim izni yok.";
"sign.mobile.alert.enablePrivacySettings"               =       "Gizlilik Ayarlarına erişimi etkinleştirebilirsiniz.";
"sign.mobile.alert.documentPasswordProtected"           =       "Belge parola korumalıdır";
"sign.mobile.alert.recallNote"                          =       "Belgenin geri çağrılması, belgeyi geçersiz kılacak ve imzalayanların belgeyi imzalamasını önleyecektir";
"sign.mobile.alert.reminderNote"                        =       "Sıralı gönder seçeneği işaretlendiğinde, anımsatma henüz belgeyi imzalamamış olan bir sonraki imzalayana gönderilecektir. Diğer durumlarda, hatırlatmalar belgeyi henüz imzalamamış tüm imzalayanlara gönderilecektir.";
"sign.mobile.alert.copiedToClipboard"                   =       "Panoya kopyalandı";
"sign.mobile.alert.accessBlockedContactAdmin"           =       "Kimlik doğrulama kodu 3 kez yanlış girildiğinden belgeye erişim kilitlendi. Engeli kaldırmak için sahiple iletişime geçin.";
"sign.mobile.alert.accessBlockedForRecalled"            =       "Geri çağrıldığından artık bu belgeye erişiminiz yok";
"sign.mobile.alert.accessBlockedForDeclined"            =       "Reddedildiğinden artık bu belgeye erişiminiz yok";
"sign.mobile.alert.accessBlockedForExpired"             =       "Süresi dolduğundan artık bu belgeye erişiminiz yok";
"sign.mobile.alert.unblockAlert"                          =       "%@ alıcısı için belgenin engelini kaldırmak istiyor musunuz?";



/*          Action Extension              */

"sign.mobile.actionExtn.signInToSign"                   =       "Belge imzalamayı başlatmak için lütfen Zoho Sign’da oturum açın";
"sign.mobile.actionExtn.launchZohoSign"                 =       "Zoho Sign’ı Başlat";
"sign.mobile.actionExtn.unsupportedFormat"              =       "Desteklenmeyen dosya biçimi";

"sign.mobile.actionExtn.loginRequired"                  =       "Oturum Açma Gerekli";
"sign.mobile.actionExtn.internetRequiredToSignDocument" =       "Belgelerin Zoho Sign ile imzalanması için internet bağlantısı gereklidir";

"sign.mobile.request.filterBy"                         =       "Filtre ölçütü";
"sign.mobile.emptyScreen.noTemplatesAvailable"         =       "Uygun şablon yok";
"sign.mobile.emptyScreen.noFieldsAdded"                =       "Henüz herhangi bir alan eklenmedi";

"sign.mobile.common.save"                              =       "Kaydet";
"sign.mobile.request.status.tobehosted"                =       "Barındırılacak";
"sign.mobile.request.status.hosted"                    =       "Barındırılıyor";
"sign.mobile.request.skipsigning"                      =       "İmzayı Atla";
"sign.mobile.request.resetfields"                      =       "Alanları Sıfırla";
"sign.mobile.request.signedInperson"                   =       "Bireysel olarak İmzalandı";
"sign.mobile.create.prefillByYou"                      =       "Tarafınızdan önceden doldurulur";

"sign.mobile.request.operationType.inpersonSigningSuccess"   =       "Bireysel Oturum: İmzalı";
"sign.mobile.request.operationType.inpersonSigningFailure"   =       "Bireysel Oturum: İmzalama Başarısız";
"sign.mobile.request.operationType.inpersonAccessFailure"   =        "Bireysel Oturum: Erişim Başarısız";
"sign.mobile.request.operationType.hosted"                   =       "Bireysel Oturum: Tamamlandı";
"sign.mobile.request.operationType.viewedFromHost"           =       "Barındıran tarafından Görüntülendi";
"sign.mobile.request.operationType.remindedForInpersonSigning"   =       "Anımsatıcı barındırana gönderildi";
"sign.mobile.request.operationType.linkEmailedInperson"     =       "Belge Barındırana gönderildi";
"sign.mobile.request.operationType.linkEmailedToHost"     =       "Bağlantı E-postayla Barındırana Gönderildi";

"sign.mobile.inperson.hostAssignedMessage"  =   "%@, bu belge için bireysel imzalama oturumuna ev sahipliği yapmanız için sizi görevlendirdi.";
"sign.mobile.inperson.selectHostMessage"    =   "Lütfen bireysel imzalama oturumuna ev sahipliği yapacak bir imzalayan seçin.";
"sign.mobile.inperson.assignedSignersList"  =   "Bireysel imzalayanlar listesi";
"sign.mobile.inperson.hostSession"          =   "Oturumu barındır";
"sign.mobile.inperson.passControl"          =   "Kontrolü Devret";
"sign.mobile.inperson.finishSession"        =   "Oturumu bitir";
"sign.mobile.inperson.passcontrolMessage"   =   "%@ belgeyi imzaladınız. Kontrolü artık %@’a devredebilirsiniz";
"sign.mobile.inperson.hostInstructions"     =   "Yönergeler";
"sign.mobile.inperson.signerTerms"          =   "İmzalamaya başla öğesini seçerek şunu kabul etmiş olacaksınız:";
"sign.mobile.inperson.welcomeHostText"      =   "Merhaba %@";
"sign.mobile.inperson.yourTurnSign"         =   "İmzalama sırası sizde.";


"sign.mobile.common.you"                    =   "Siz";
"sign.mobile.request.hostedBy"              =   "Barındıran";
"sign.mobile.common.inpersonSigner"         =   "Bireysel imzalayan";
"sign.mobile.error.retry"                   =   "Yeniden Dene";
"sign.mobile.profile.sendUsageReports"     =    "Kullanım Raporları Gönder";
"sign.mobile.common.help"                  =    "Yardım";
"sign.mobile.common.all"                   =    "Tümü";
"sign.mobile.common.more"                  =    "Daha fazla";
"sign.mobile.common.scan"                  =    "Tara";
"sign.mobile.error.somethingWentWrong"     =    "Bir sorun oluştu";
"sign.mobile.error.subscriptionActionFailure" =  "Abonelik etkinleştirmesinde sorun var, support@zohosign.com ile irtibata geçin";
"sign.mobile.settings.allowFaceID"         =     "Kilidi açmak için Face ID izin ver";

"sign.mobile.settings.profileDesc" =    "E-imzanızı oluşturun ve kişisel ayrıntılarınızı yönetin";
"sign.mobile.settings.securityDetailsDesc" =    "Güvenlik ayarlarını yapılandır";
"sign.mobile.settings.helpDesc"            =    "Zoho Sign ile yardım alın";

"sign.mobile.settings.faceIDDisabledAlert"             =       "Face ID da devre dışı bırakılacaktır. Devam etmek ister misiniz?";

"sign.mobile.create.alert.firstRecipientShouldbeSigner" =   "Lütfen ilk alıcının imzalayan olduğundan emin olun";
"sign.mobile.create.alert.expiryDateMustBeGreaterThan1" =    "Tamamlama Zamanı gün sayısı, 1 ile 99 arasında olmalıdır";
"sign.mobile.create.defaultRecipientMessage" =   "Lütfen bu belgeyi gözden geçirin ve imzalayın.";
"sign.mobile.create.alert.cannotAddSameRoleMultipleTimes" = "Aynı rolü birden fazla defa ekleyemezsiniz";
"sign.mobile.viewer.showingCurrentItem"    =    "%d / %d gösteriliyor";

"sign.mobile.iap.restorePurchase"          =    "Satın Almayı Geri Yükle";
"sign.mobile.iap.planActivated"            =    "Plan Etkinleştirildi";
"sign.mobile.iap.title"                    =    "Fiyatlandırma";
"sign.mobile.iap.plan.free"                =    "Ücretsiz";
"sign.mobile.iap.plan.standard"            =    "Standard";
"sign.mobile.iap.plan.professional"        =    "Professional";
"sign.mobile.iap.plan.enterprise"          =    "Enterprise";
"sign.mobile.iap.planActivationFailureMailSent" = "Abonelik etkinleştirilemiyor. Manuel olarak başlatmanız için bir posta gönderildi. Lütfen bekleyin.";
"sign.mobile.iap.subscriptionInfo"          =    "Abonelik bilgileri";
"sign.mobile.iap.terms"                    =    "Koşullar";
"sign.mobile.iap.proceed"                  =    "İlerle";
"sign.mobile.iap.upgrade"                  =    "Yükselt";
"sign.mobile.iap.upgradeYourAccount"       =    "Tüm özelliklere erişmek için Zoho Sign lisansınızı yükseltin";
"sign.mobile.iap.feature.unlimitedDocSigning"     =    "Sınırsız belge imzalama";
"sign.mobile.iap.feature.inPersonSigning"     =    "Bireysel İmzalama";
"sign.mobile.iap.feature.reports"     =    "Raporlar ve Denetim Takipleri";
"sign.mobile.iap.feature.reminders"   =     "Anımsatıcılar ve Bildirimler";
"sign.mobile.iap.feature.sign25Docs"  =     "25 belge / kullanıcı / ay";
"sign.mobile.iap.feature.sign5Docs"  =     "5 belge / kullanıcı / ay";
"sign.mobile.iap.feature.webAppAccess"  =     "Web uygulaması erişimi";
"sign.mobile.iap.feature.inAppScanning"       =    "Uygulama içi Tarama";
"sign.mobile.iap.feature.advancedFormFields"  =    "Gelişmiş Form Alanları";

"com.zoho.sign.standard.us.monthly"        =    "Standard - Aylık";
"com.zoho.sign.standard.us.yearly"         =    "Standard - Yıllık";
"com.zoho.sign.pro.us.monthly"             =    "Professional - Aylık";
"com.zoho.sign.pro.us.yearly"              =    "Professional - Yıllık";

"sign.mobile.iap.termsOfSubscription"       =    "- Ödeme, satın alım teyidi sonrasında iTunes Hesabından alınacaktır\n- Otomatik yenileme, geçerli dönemin bitiminden en az 24 saat önce kapatılmadığı takdirde, abonelik otomatik olarak yenilenecektir\n- Geçerli dönemin bitiminden 24 saat önce, hesaptan yenileme için ücret kesilecektir\n- Satın alım sonrasında kullanıcının Hesap Ayarlarına gidilmesiyle abonelikler kullanıcı tarafından yönetilebilir ve otomatik yenileme kapatılabilir\n- Etkin abonelik dönemi içerisinde geçerli aboneliğin iptal edilmesine izin verilmez\n- Kullanıcı ilgili yayın için abonelik satın aldığında, sunulması halinde, ücretsiz deneme döneminin kullanılmayan kısmından feragat edilmiş olacaktır.";


"sign.mobile.template.documentFields"        =       "Belge alanları";
"sign.mobile.template.name"                  =       "Şablon adı";
"sign.mobile.common.templates"               =       "Şablonlar";
"sign.mobile.alert.fieldCannotBeEmpty"       =       "Alan boş olamaz";
"sign.mobile.common.edit"                    =       "Düzenle";
"sign.mobile.common.tips"                    =       "İpuçları";
"sign.mobile.help.enableSignExtension"       =       "Sign uzantısını etkinleştir";
"sign.mobile.help.enableSignExtensionDocTitle"    =       "Doğrudan herhangi bir uygulamadan belge imzalamayı başlatmak için Zoho Sign uzantısını etkinleştirin.";
"sign.mobile.help.enableSignExtensionStep1"    =       "Paylaş düğmesine dokunun";
"sign.mobile.help.enableSignExtensionStep2"    =       "Alt şeridi sağa kaydırın ve Daha Fazlası simgesine dokunun";
"sign.mobile.help.enableSignExtensionStep3"    =       "Zoho Sign ile İmzala seçeneğini etkinleştirin";
"sign.mobile.help.enableSignExtensionStep4"    =       "Zoho Sign ile İmzala\nBelgeleri imzalamaya başlamak için Zoho Sign ile İmzala simgesine dokunun";
"sign.mobile.notify.templateDeleted"        =   "Şablon silindi";
"sign.mobile.template.usetemplate"          =   "Kullan";
"sign.mobile.template.quicksend"            =   "Gönder";
"sign.mobile.template.viewer"               =   "Görüntüle";
"sign.mobile.template.noDocument"           =   "Bu şablonda kullanılabilir belge yok.";


"sign.mobile.create.uploadDocuments"    =   "Belgeleri Karşıya Yükle";
"sign.mobile.create.manageRecipients"   =   "Alıcıları Yönet";
"sign.mobile.create.otherDetails"       =   "Diğer Ayrıntılar";
"sign.mobile.create.invalidDocName"     =   "Geçersiz Belge adı";
"sign.mobile.recipient.remoteSigner"    =   "Uzaktan imzalayan";
"sign.mobile.editor.fieldsList"         =   "Alanlar Listesi";
"sign.mobile.common.page"               =   "Sayfa";
"sign.mobile.common.dismiss"            =   "Bırak";
"sign.mobile.recipient.host"            =   "Barındıran";
"sign.mobile.recipient.inperson.name"   =   "İmzalayanın Adı";
"sign.mobile.recipient.inperson.email"  =   "İmzalayanın E-postası";
"sign.mobile.recipient.name"            =   "Ad";
"sign.mobile.template.tobefilled"       =   "Doldurulacak";
"sign.mobile.recipient.editRecipient"   =   "Alıcıyı Düzenle";
"sign.mobile.recipient.action"          =   "Eylem";
"sign.mobile.recipient.authentication"  =   "Kimlik Doğrulama";
"sign.mobile.template.role"             =   "Rol";
"sign.mobile.recipient.enterRoleOrEmail"        =   "Lütfen alıcı için rolü veya e-postayı girin";
"sign.mobile.recipient.roleInvalidCharacters"   =   "Alıcı rolü geçersiz karakterler içeriyor";
"sign.mobile.recipient.authenticationCodeSixCharacters" = "Kimlik doğrulama kodu 6 karakterden oluşmalıdır";
"sign.mobile.recipient.hostMustBeSignUser"      =   "Barındıran e-postası, Zoho Sign kuruluşunuzun bir parçası olmalıdır";
"sign.mobile.recipient.autoGeneratedCode.overwrite"   =   "Not: Bu kod, otomatik olarak oluşturulmuştur. Gerekirse, üzerine yazın.";
"sign.mobile.create.timeToCompleteLessThanCount" = "Tamamlama zamanı için gün sayısı 100’den az olmalıdır";
"sign.mobile.recipient.alreadyAdded"    =   "Alıcı zaten eklendi";
"sign.mobile.recipient.cannotAddMultipleTimes" = "Aynı alıcıyı birden fazla defa ekleyemezsiniz";
"sign.mobile.recipient.cannotAddSameSignerContinuously" = "Araya başka bir imzalayan eklemeden aynı alıcıyı ekleyemezsiniz";

"sign.mobile.request.deleteDocument"            =       "Belgeyi Sil";
"sign.mobile.request.restoreDocument"           =       "Belgeyi Geri Yükle";
"sign.mobile.settings.turnOff"                  =       "Kapat";

"sign.mobile.notify.documentSent"               =       "Belge gönderildi";

"sign.mobile.inperson.reenterZohoPassword"  =  "Oturumu tamamlamak için lütfen Zoho parolanızı tekrar girin";

"sign.mobile.request.create.discard"  =  "At";
"sign.mobile.document.downloading"     = "%li / %li indiriliyor...";
"sign.mobile.create.fileUploadNotCompleted" = "Dosya karşıya yükleme tamamlanmadı";
"sign.mobile.received.assign" = "Ata";

"sign.mobile.request.invalidAttemptsExceeded" = "Geçersiz deneme sayısı aşıldı";

"sign.mobile.template.addDocument"  =   "Belge Ekle";
"sign.mobile.notify.templateSaved" =  "Şablon kaydedildi";
"sign.mobile.activityIndicator.saveTemplate"   =       "Şablon kaydediliyor...";
"sign.mobile.alert.fieldMustFilled" = "Alan doldurulmalıdır";
"sign.mobile.recipient.authenticationMandatory" = "Kimlik doğrulama, tüm alıcılar için zorunludur";
"sign.mobile.common.characternotAllowed" = "%@ karaktere izin verilmez";
"sign.mobile.request.emailDocument" =       "Belgeyi E-postala";
"sign.mobile.request.email.maximum3AtATime"     =   "Bir defada en fazla 3";

"sign.mobile.recipient.signer"    =   "İmza sahibi";
"sign.mobile.document.loading"    =   "%li / %li yükleniyor...";
"sign.mobile.common.loading"      =   "Yükleniyor...";
"sign.mobile.common.downloading"  =   "İndiriliyor...";
"sign.mobile.common.undo" = "Geri Al";
"sign.mobile.recipient.removed"  = "Alıcı kaldırıldı";

"sign.mobile.common.sign"        =   "İmzala";
"sign.mobile.settings.usagelogsDescription"  =   "Verileriniz tamamen anonim olarak kalacak ve başkalarıyla paylaşılmayacaktır.";
"sign.mobile.settings.enableCrashLogs"       =   "Kilitlenme raporlarını gönder";
"sign.mobile.settings.enableUsageLogs"       =   "Kullanım raporlarını paylaş";
"sign.mobile.settings.usageReports"   =   "Analiz";
"sign.mobile.common.alert"   =   "Uyarı";
"sign.mobile.settings.jailbrokenAlert" = "Cihazınızın işletim sistemi engellemeleri kaldırılmış gibi görünüyor. Verilerinizi riske attığından oturum açmamanızı öneririz.";
"sign.mobile.settings.securityAndPrivacy"    =       "Güvenlik ve Gizlilik";
"sign.mobile.settings.spotlightSearchDesc"         =       "Bu özelliğin etkinleştirilmesi, spotlight aramasında belgeleri bulmanızı sağlayacaktır";
"sign.mobile.settings.spotlightSearch"         =       "Spotlight araması";


"sign.mobile.inperson.instructions"   =   "1. Kontrolü imzalayana verin\n\n2. İmzalayana imza sürecinin her bir adımında rehberlik edin\n\n3. İmzalayanı, gerekli olması halinde kimlik doğrulama kodunu girmesi konusunda bilgilendirin\n\n4. İmzalayan belgeyi imzalamayı tamamladığında kontrolü geri alın\n\n5. Birden fazla imzalayan için aynı süreci yineleyin";
"sign.mobile.inperson.passcontrol.title" = "Bireysel imzalayan(lar)";
"sign.mobile.inperson.passcontrol.selectSigner"    =   "Lütfen oturuma ev sahipliği yapacak bir imzalayan seçin.";
"sign.mobile.inperson.host.message"   =   "Belgeyi başarıyla imzaladınız. Artık kontrolü yeniden barındırana verebilirsiniz.";
"sign.mobile.inperson.startsigning.title"   =    "Bireysel imzalama oturumu";
"sign.mobile.doucument.signedSuccessMsg" = "Belge başarıyla imzalandı.";



"sign.mobile.inperson.loginAs"          =   "%@ olarak oturum aç";

"sign.mobile.request.recallDocument"        =   "Belgeyi geri çağır";
"sign.mobile.request.invalidAuthenticationCode" = "Geçersiz kimlik doğrulama kodu";
"sign.mobile.document.uploadMsg"               =       "Belge karşıya yükleniyor...\nLütfen bekleyin.";
"sign.mobile.common.thisWeek"                  =       "Bu hafta";
"sign.mobile.common.thisMonth"                  =       "Bu ay";
"sign.mobile.requests.seeAll"               =   "Tümünü görün";
"sign.mobile.request.assignToSomeoneElse"      =       "Başka birine ata";
"sign.mobile.document.details"      =       "Belge ayrıntıları";
"sign.mobile.request.create.pleaseUploadAFile"            =       "Lütfen karşıya bir dosya yükleyin.";
"sign.mobile.request.enterEmailAddress" = "Bir e-posta adresi girin.";
"sign.mobile.request.email.maximumContactAlert" = "Bir seferde yalnızca 3 kişiye gönderebilirsiniz.";
"sign.mobile.request.email.allowContactAccess"            =           "Doğrudan uygulamaya eklemek için kişilerinize erişim izni verin.";
"sign.mobile.request.confirmDetails"  =  "Ayrıntıları onayla";
"sign.mobile.request.verifyNumberOfFields"    =   "Lütfen her bir alıcı için eklenen alan sayısını teyit edin ve onaylayın.";
"sign.mobile.common.confirm"  =  "Onayla";

"sign.mobile.tooltip.dragAndDropFields"              =       "Alanları sürükle ve bırak";

"sign.mobile.request.signYourselfDesc"              =   "Belgeleri imzalayın ve başkalarına gönderin.";
"sign.mobile.request.sendForSignaturesDesc"         =   "Başkalarından belgeleri imzalamasını isteyin.";

"sign.mobile.request.declinedReason"              =       "Reddetme nedeni";
"sign.mobile.inperson.chooseInPersonSigner"     =    "Bireysel İmzalayan Seç";

"sign.mobile.settings.protectDocumentSigning"   =   "Belge imzalamaya karşı koru";
"sign.mobile.settings.protectDocumentSigningDescription"   =   "Her bir belgenin imzalanması için şifre gereklidir.";
"sign.mobile.settings.phoneLogoutAfter5FailedAttemps"   =  "5 başarısız geçiş kodu denemesinden sonra Zoho Sign oturumunuz kapatılacaktır.";
"sign.mobile.settings.personalDetails" = "Kişisel ayrıntılar";
"sign.mobile.common.tryAgain"      =    "Yeniden dene";
"sign.mobile.requests.loadmore"     =   "Daha fazla yükle";
"sign.mobile.requests.moveToTrash"  =    "Çöp Kutusuna Taşı";
"sign.mobile.settings.chooseSignatureStyle" = "İmza tarzı seçmek için dokunun";
"sign.mobile.settings.enterSignature" = "İmzanızı girin";
"sign.mobile.settings.enterInitial" = "Baş harflerinizi girin";
"sign.mobile.request.assignee"     =       "Atanan";
"sign.mobile.feedback.attachments"                =       "Ekler";
"sign.mobile.help.siriShortcuts"  = "Siri Kısayolları";
"sign.mobile.common.helpAndSupport"    =    "Yardım ve destek";
"sign.mobile.settings.version"         =       "Sürüm %@";
"sign.mobile.common.about"           =       "Hakkında";
"sign.mobile.settings.rateOurApp"    =      "Uygulamamıza puan verin";
"sign.mobile.request.addToSiriShortcut"    =      "Siri Kısayollarına ekle";
"sign.mobile.request.showSiriShortcut"    =      "Siri Kısayollarını Göster";
"sign.mobile.request.showRequest"    =      "%@ göster";
"sign.mobile.request.shareDocument"    =      "Belgeyi paylaş";
"sign.mobile.iap.perUserPerMonth"   = "/Kullanıcı/Ay";
"sign.mobile.iap.perUserPerYear"   = "/Kullanıcı/Yıl";
"sign.mobile.editor.signatureFields" = "İmza alanları";
"sign.mobile.editor.signerInformation" = "İmzalayan bilgileri";
"sign.mobile.editor.additionalInformation" = "Ek bilgiler";


"sign.mobile.common.browse" = "Gözat";
"sign.mobile.recipient.sms"  =    "SMS";
"sign.mobile.recipient.phoneNumber"  =    "Telefon numarası";
"sign.mobile.recipient.SMSOTPNote"                         =       "Not: Kimlik doğrulama kodu SMS aracılığıyla gönderilecektir.";
"sign.mobile.field.dropDown"             =       "Açılır";
"sign.mobile.request.selectedDate"       =       "Tarih seç";
"sign.mobile.request.enterPhoneNumber"       =       "Telefon numarası gir";
"sign.mobile.notify.documentAssigned"        =       "Belge başarıyla atandı.";
"sign.mobile.request.smsAuth"                =       "Telefon numaranıza bir OTP gönderildi.";
"sign.mobile.request.authCodeSentToPhone"               =       "Telefon numaranıza kimlik doğrulama kodu tekrar gönderildi.";


"sign.mobile.request.operationType.extended"   =       "Uzatıldı";
"sign.mobile.request.operationType.recipientReassigned"    =       "Alıcı yeniden atandı";
"sign.mobile.request.operationType.ownershipChanged"    =       "Sahiplik değiştirildi";
"sign.mobile.request.operationType.termsAgreed"    =       "Koşullar kabul edildi";
"sign.mobile.request.operationType.auditDownloaded"    =       "Denetim indirildi";


"sign.mobile.recipient.invalidPhoneNumber"  =  "Geçerli bir telefon numarası girin.";
"sign.mobile.request.enterYourText"         =       "Metninizi girin.";
"sign.mobile.field.dropdown.option"    =      "Seçenek %i";
"sign.mobile.field.dropdown.addOption"    =      "Ekle Seçeneği";
"sign.mobile.field.defaultValue"    =      "Varsayılan değer";
"sign.mobile.field.dropdown.dropdownOptions"    =      "Açılır seçenekler";
"sign.mobile.field.dropdown.noneValue"    =      "Seç...";
"sign.mobile.settings.turnPasscodeOff"    =     "Şifreyi Kapat";
"sign.mobile.settings.turnPasscodeOn"     =     "Şifreyi Aç";
"sign.mobile.docScanner.saveDocumentWith10Pages" = "10 sayfalık tarama limitine ulaşıldı. Lütfen belgeyi kaydedin ve yeni bir tarama işlemiyle devam edin.";

//somesh -  for siri shortcuts
"sign.mobile.settings.siriShortcuts.showPendingDocuments" = "Bekleyen belgeleri göster";
"sign.mobile.settings.siriShortcuts.showCompletedDocuments" = "Tamamlanan belgeleri göster";
"sign.mobile.settings.siriShortcuts.requestSummary" = "İstek özetini göster";
"sign.mobile.settings.siriShortcuts.inProgressDocuments" = "İşlemi devam eden belgeleri göster";
"sign.mobile.settings.siriShortcuts.expiringDocuments" = "Süresi dolmak üzere olan belgeleri göster";

"sign.mobile.settings.siriShortcuts.name.requestSummary" = "İstek özeti";
"sign.mobile.settings.siriShortcuts.name.completedDocuments" = "Tamamlanan belgeler";
"sign.mobile.settings.siriShortcuts.name.pendingDocuments" = "Bekleyen belgeler";
"sign.mobile.settings.siriShortcuts.name.inprogressDocuments" = "İşlemi devam eden belgeler";
"sign.mobile.settings.siriShortcuts.name.expiringDocuments" = "Süresi dolmak üzere olan belgeler";

"sign.mobile.settings.siriShortcuts.subtitle.completedDocuments" = "Tamamlanan belgeleri iste";
"sign.mobile.settings.siriShortcuts.subtitle.pendingDocuments" = "Bekleyen belgeleri iste";
"sign.mobile.settings.siriShortcuts.subtitle.inprogressDocuments" = "İşlemi devam eden belgeleri iste";
"sign.mobile.settings.siriShortcuts.subtitle.expiringDocuments" = "Süresi dolmak üzere olan belgeleri iste";

"sign.mobile.settings.siriShortcuts.addedShortcuts" = "Eklenen Kısayollar";
"sign.mobile.settings.siriShortcuts.suggestedShortcuts" = "Önerilen Kısayollar";


"sign.mobile.recipient.addAlteastOneField"  =  "%@ için en az bir alan ekle";//maybe in web
"sign.mobile.recipient.addAlteastOneFieldForFollowingRecipients"  =  "Aşağıdaki alıcılar için en az bir alan ekle: %@";
"sign.mobile.recipient.alert.noPermissionToAddFields" = "Alanları değiştirme izniniz yok.";
"sign.mobile.recipient.alert.userIsNotAnIntendedSigner" = "Bu alıcı imzalaması istenen kişi değil.";
"sign.mobile.document.autoFillAndSign"  =  "Otomatik olarak Doldur ve İmzala";


"sign.mobile.fields.tapToAddField" = "%@ eklemek için dokunun";
"sign.mobile.fields.tapToSelectCheckbox" = "Onay kutusunu seçmek için dokunun";
"sign.mobile.editor.moreActions"   = "Daha fazla eylem";

"sign.mobile.alert.noAccessToYourPhoto"  =  "Uygulamanın fotoğraflarınıza erişimi yok.";

"sign.mobile.editor.tapFinishToComplete" = "Tüm alanları başarıyla doldurdunuz. Tamamlamak için Bitir’e tıklayın.";
"sign.mobile.create.tapToStartSign" = "İmzalamaya Başlamak için Dokunun";
"sign.mobile.editor.pleaseReviewAndSign" = "Lütfen bu belgeyi gözden geçirin ve imzalama sürecini başlatmak için buraya dokunun.";
"sign.mobile.create.chooseSigningOption"  = "İmzalama seçeneğini seçin";
"sign.mobile.account.documentsLeft" = "Kalan belgeler";
"sign.mobile.account.documentsPerMonth" = "Ayda %d belge";
"sign.mobile.documentStatus.waitingInaQueue" = "Kuyrukta bekleniyor";
"sign.mobile.documentStatus.yetToView" = "Postalandı. Henüz görüntülenmedi";
"sign.mobile.documentStatus.yetToSign" = "Görüntülendi. Henüz imzalanmadı";
"sign.mobile.create.chooseDocuments" = "Belgeleri Seç";
"sign.mobile.create.recipientAction" = "Alıcı Eylemi";
"sign.mobile.common.recipient" = "Alıcı";
"sign.mobile.templates.quicksend"    =   "Hızlı Gönder";

"sign.mobile.photopicker.saveDocumentWith10Pages" = "10 sayfalık limite ulaşıldı. Lütfen belgeyi kaydedin ve yeni bir işlemle devam edin.";
"sign.mobile.photopicker.photos.downloadError" = "Resim karşıdan yüklenemiyor";
"sign.mobile.common.capture" = "Ekranı Yakala";



"sign.mobile.settings.siriShortcuts.subtitle.requestSummary" = "Zoho Sign belgelerinizin bir özetini isteyin";
"sign.mobile.settings.siriShortcuts.subtitle.completedDocuments" = "Tamamlanan belgelerin bir listesini isteyin";
"sign.mobile.settings.siriShortcuts.subtitle.pendingDocuments" = "İmzanızı gerektiren belgelerin bir listesini isteyin";
"sign.mobile.settings.siriShortcuts.subtitle.inprogressDocuments" = "Diğerlerini bekleyen belgelerin bir listesini isteyin";
"sign.mobile.settings.siriShortcuts.subtitle.expiringDocuments" = "Süresi dolmakta olan belgelerin bir listesini gösterir";

"sign.mobile.request.sendReminders" = "Anımsatıcı gönder";
"sign.mobile.common.info" = "Bilgi";

"sign.mobile.settings.siriShortcuts.name.statusSummary" = "Durum Özeti";
"sign.mobile.settings.siriShortcuts.statusSummary" = "Zoho Sign durum özetini göster";


"sign.mobile.inperson.instructions"   =   "1. Kontrolü imzalayana verin\n\n2. İmzalayana imza sürecinin her bir adımında rehberlik edin\n\n3. İmzalayanı, gerekli olması halinde kimlik doğrulama kodunu girmesi konusunda bilgilendirin\n\n4. İmzalayan belgeyi imzalamayı tamamladığında kontrolü geri alın\n\n5. Birden fazla imzalayan için aynı süreci yineleyin";
"sign.mobile.inperson.passcontrol.title" = "Bireysel imzalayan(lar)";
"sign.mobile.inperson.passcontrol.selectSigner"    =   "Lütfen oturuma ev sahipliği yapacak bir imzalayan seçin.";
"sign.mobile.inperson.host.message"   =   "Belgeyi başarıyla imzaladınız. Artık kontrolü yeniden barındırana verebilirsiniz.";
"sign.mobile.inperson.startsigning.title"   =    "Bireysel imzalama oturumu";
"sign.mobile.doucument.signedSuccessMsg" = "Belge başarıyla imzalandı.";

"sign.mobile.login.watchdemo" = "Tanıtımı İzle";
"sign.mobile.login.signPaperless" = "KAĞITSIZ İMZALA";
"sign.mobile.login.productDescription" = "İş sözleşmesini imzalayan taraflar için eksiksiz bir dijital imza uygulaması";
"sign.mobile.siriIntentUI.summary" = "Zoho Sign durum özeti gösteriliyor";
"sign.mobile.sign.capture.instructions" = "İmzayı kutu içerisine yerleştirin";


"sign.mobile.fields.enterYourValue" = "%@ girişini yapın";
"sign.mobile.fields.enterValue" = "%@ Gir";
"sign.mobile.fields.chooseAnOption" = "Bir seçenek belirleyin";
"sign.mobile.fields.selectTheCheckbox" = "Onay kutusunu seçin";

"sign.mobile.template.delete"            =       "Şablonu Sil";
"sign.mobile.common.readAndWrite"        =       "Okuma/Yazma";
"sign.mobile.fields.provideDefaultValueForDropdownField" = "Lütfen salt okunur açılır alan için varsayılan değeri sağlayın %@";

"sign.mobile.profile.currentPlan"                   =       "%@ plan";
"sign.mobile.request.operationType.requestRecipientRevoked"    =       "Erişim iptal edildi";
"sign.mobile.request.operationType.requestRecipientGranted"    =       "Erişim izni verildi";
"sign.mobile.request.operationType.requestRecipientReassigned"    =       "Yeniden atandı";
"sign.mobile.instruction.invalidDocumentName" = "%@, %@ içeremez.";
"sign.mobile.alert.documentUploadFailed"                     =       "Belge karşıya yüklenemedi. Lütfen yeniden deneyin.";
"sign.mobile.alert.defaultFieldsCanBeModifiedInAcccountsPage" = "Ad, Soyad ve Saat Dilimi yalnızca Zoho Accounts sayfasından değiştirilebilir, yapılan değişikliklerin aynısı tüm Zoho uygulamalarına yansıtılacaktır.";
"sign.mobile.alert.allowPhotosAccess"  =  "Zoho Sign'a fotoğraflarınıza erişme izni verin.";
"sign.mobile.alert.unableToUseCamerainMultiscreenMode"  =  "İmzalar Bölünmüş Görünüm'de taranamaz. Lütfen tam ekrana geçin.";
"sign.mobile.notify.requestCompleted"                =       "Belge tamamlandı";
"sign.mobile.notify.requestReceived"                 =       "Yeni belge alındı";
"sign.mobile.notify.requestReminder"                 =       "Belge anımsatıcı";
"sign.mobile.notify.documentSigned"                 =       "Belge imzalandı";
"sign.mobile.recipient.approver"   =  "Onaylayan";
"sign.mobile.request.alert.addAtleastOneField" = "Lütfen en az bir alan ekleyin";
"sign.mobile.request.approved"                 =       "Onaylandı";
"sign.mobile.documentStatus.yetToApprove" = "Görüntülendi. Onaylanacak";
"sign.mobile.request.operationType.requestApproved" = "Belge onaylandı";
"sign.mobile.editor.startApproving" =  "Onaylamayı başlat";
"sign.mobile.request.assignToSomeoneElseToApprove" = "Başka birinden onaylamasını iste";
"sign.mobile.request.declineApproveRequest" = "Onaylama";
"sign.mobile.recipient.approve"   =  "Onayla";
"sign.mobile.request.approvedSuccessfully"      =       "Başarıyla onaylandı";
"sign.mobile.activityIndicator.approvingDoc"              =       "Belge onaylanıyor...";
"sign.mobile.editor.pleaseReviewAndApprove" = "Lütfen bu belgeyi gözden geçirin ve onaylama sürecini başlatmak için buraya dokunun.";
"sign.mobile.documentStatus.waitingInQueue" = "Kuyrukta bekliyor";
"sign.mobile.login.videoPlayerError" = "Video oynatılamıyor";


"sign.mobile.request.exportDocument"    =      "Belgeyi dışarı aktar";
"sign.mobile.settings.aboutZohoSign"    =       "Zoho Sign Hakkında";
"sign.mobile.common.ZohoSignDescription"        =   "\\tZoho Sign, sözleşmeleri güvenlik ve yasallığı sağlarken kağıt belge aktarma sorunu olmadan hızlıca yürütmenize imkan veren bir dijital imzalama hizmetidir. Tamamen bulutta çalışır ve tamamen sorunsuz bir imzalama deneyimi için günlük uygulamalarınızla kolayca entegre olur.\n\n\\tZoho Sign, iş belgelerini imzalaması gereken herkes için idealdir ve İK, hukuk, finans ve satış fonksiyonları için genellikle kullanılır.";
"sign.mobile.passcode.invalidPasscode" = "Geçersiz Geçiş Kodu";
"sign.mobile.passcode.unlock" = "Kilidi Aç";
"sign.mobile.passcode.re-enterPasscode" = "Geçiş Kodunu Yeniden Girin";
"sign.mobile.passcode.removeLock" = "Kilidi Kaldır";
"sign.mobile.passcode.passcodeConfirm" = "Onaylamak için geçiş kodunu gir";
"sign.mobile.common.passcode" = "Geçiş kodu";
"sign.mobile.passcode.createPasscodeToProtectData" = "Verilerinizi korumak için bir geçiş kodu oluşturun";
"sign.mobile.fields.changeColor" = "Rengi Değiştir";
"sign.mobile.fields.formatting" = "Biçimlendirme";
"sign.mobile.fields.font" = "Yazı Tipi";
"sign.mobile.fields.color" = "Renk";
"sign.mobile.fields.checkbox.checked" = "Onay İşaretli";
"sign.mobile.fields.checkbox.unchecked" = "İşaretsiz";
"sign.mobile.document.pagesCount" = "%i Sayfa";
"com.zoho.sign.macos.standard.us.monthly"        =    "Standard - Aylık";
"com.zoho.sign.macos.standard.us.yearly"         =    "Standard - Yıllık";
"com.zoho.sign.macos.pro.us.monthly"             =    "Professional - Aylık";
"com.zoho.sign.macos.pro.us.yearly"              =    "Professional - Yıllık";
"sign.mobile.request.signersLocation"   =  "Alıcı konumu";

"sign.mobile.sign.siriIntent.invalidDocument" = "Belge geçersiz";
"sign.mobile.alert.signoutConfirmation"        =       "Oturumu kapatmak istiyor musunuz?";
"sign.mobile.alert.saveChanges"        =       "Yapılan değişiklikleri kaydetmek istiyor musunuz?";
"sign.mobile.alert.discardChanges"        =       "Tüm değişiklikleri atmak istiyor musunuz?";
"sign.mobile.alert.discardConfrimation"        =       "Değişiklikleri atmak istediğinizden emin misiniz?";

"sign.mobile.siriShortcuts.signDocuments.name" = "İmzalanacak Belgeleri gösterin";
"sign.mobile.siriShortcuts.signDocuments.subtitle" = "Belgeleri başka birisine atamak, reddetmek veya otomatik doldurmak ve kendiniz imzalamak için karşılıklı konuşmalı Siri komutlarını ve Kısayolları ayarlayın.";
"sign.mobile.siriShortcuts.signDocuments.confirmation" = "UYARI! Bir belgeyi bu kısayolu kullanarak imzalayarak belge sahibi tarafından belirlenen Hüküm ve Koşulları otomatik olarak kabul edersiniz.";

"sign.mobile.chooseDocuments.maximumDocumentsReached" = "Bir belgede en fazla 20 dosyayı karşıya yükleyebilirsiniz.";
"sign.mobile.chooseDocument.unsupportedFileFormat" = "\"%@\" desteklenmeyen bir dosyadır";

"sign.mobile.docslist.footerText" = "%d Öğe";
"sign.mobile.phoneNumberKit.selectCountry" = "Ülke Seç";
"sign.mobile.phoneNumberKit.currentLocation" = "Mevcut Konum";
"sign.mobile.homePage.createTemplate" = "Şablon Oluştur";
"sign.mobile.common.back" = "Geri";
"sign.mobile.alert.visitAccountsPage" = "Hesaplar sayfasını ziyaret edin";
"sign.mobile.common.printDocument" = "Belgeyi Yazdır";

"sign.mobile.login.signUpDesc" = "Bir hesabınız yok mu?";
"sign.mobile.login.freeSignUp" = "Ücretsiz Kaydol";
"sign.mobile.common.or" = "veya";

"sign.mobile.recipients.action.signedOn" = "İmzalandı %@";
"sign.mobile.recipients.action.assignedOn" = "Atanan %@";
"sign.mobile.recipients.action.approvedOn" = "Onaylandı %@";
"sign.mobile.recipients.action.viewedOn" = "İzlendi %@";

"sign.mobile.accountCreate.alreadyhaveATeamAccount" = "Zaten bir takım hesabınız var mı?";
"sign.mobile.accountCreate.contactAdmin" = "Zoho İşaretine erişmeye davet etmek için yöneticinize başvurun.";
"sign.mobile.accountCreate.organisationName" = "Organizasyon Adı";
"sign.mobile.accountCreate.newToZohoSign" = "Zoho Sign'a yeni misiniz?";
"sign.mobile.accountCreate.orgNameDescription" = "Bu adı kullanarak Zoho Sign'da kuruluşunuz için özel bir alan yaratacağız. Bu aynı zamanda kuruluşunuzu ve üyelerinizi tanımlamamıza yardımcı olacaktır.";
"sign.mobile.requestDetail.recipientLocationDesc" = "Coğrafi konum IP adresi bazında tahmin edilmektedir.";
"sign.mobile.field.attachment" =  "Ek";
"sign.mobile.field.attachments" =  "Ekler";
"sign.mobile.fields.uploadAttachment" =  "Eki karşıya yükle";
"sign.mobile.notify.attachmentUploadedSuccessfully" =  "Ek başarıyla karşıya yüklendi";
"sign.mobile.notify.attachmentDeletedSuccessfully" =  "Ek başarıyla silindi";
"sign.mobile.activityIndicator.uploadingAttachment"    =       "Ek karşıya yükleniyor...";
"sign.mobile.field.attachment.delete"       = "Eki sil";
"sign.mobile.field.attachment.view"       = "Eki görüntüle";
"sign.mobile.emptyScreen.noAttachmentsAdded"                =       "Henüz herhangi bir ek eklenmedi";

"sign.mobile.request.operationType.attachmentAdded"       =       "Ek Eklendi";
"sign.mobile.request.operationType.attachmentDeleted"     =       "Ek Silindi";
"sign.mobile.iap.feature.signerAttachments"              =        "İmzalayan ekleri";
"sign.mobile.iap.feature.rebranding"                     =        "Yeniden Markalandırma";
"sign.mobile.iap.feature.approverAction"                 =        "Eylemi onayla";
"sign.mobile.emptyScreen.noTemplatesAddedYet"         =       "Henüz bir şablon oluşturmadınız.";

"sign.mobile.request.doYouWantToSignInFlow"    =   "İmzalayanlardan birisiniz. Belgeyi şimdi imzalamak istiyor musunuz?";
"sign.mobile.request.editAsNew"                =   "Yeni olarak düzenle";

"sign.mobile.editor.resetAllFields" = "Tümünü Sıfırla";
"sign.mobile.otherDetail.reminders" = "Anımsatıcılar";
"sign.mobile.otherDetail.automaticReminders" = "Otomatik Anımsatıcılar";
"sign.mobile.otherDetail.automaticReminders.timePeriodTitle" = "Her ... için bir kez";
"sign.mobile.otherDetail.reminderTimePeriodPlaceHolder" = "Gün";
"sign.mobile.otherDetail.reminderPeriodErrorCheck" = "Anımsatıcı sıklığı 100'den büyük olamaz";
"sign.mobile.request.rename" = "Yeniden Adlandır";
"sign.mobile.request.certificate" = "Sertifika";
"sign.mobile.request.activity" = "Etkinlik";
"sign.mobile.otherDetail.addDocumentType" = "Belge türü ekle";
"sign.mobile.otherDetail.addFolder" = "Klasör ekle";
"sign.mobile.request.remainingDays" = "%d gün içinde";
"sign.mobile.common.reset" = "Sıfırla";
"sign.mobile.request.requestEdit"    =       "Belgeyi Düzenle";
"sign.mobile.field.radio"           =   "Radyo";
"sign.mobile.request.confirmAndSend"  =  "Onayla ve Gönder";
"sign.mobile.request.signNow"         =   "Şimdi İmzala";
"sign.mobile.request.signLater"       =   "Daha Sonra İmzala";
"sign.mobile.settings.legalGuide"     =   "Hukuk kılavuzu";
"sign.mobile.request.radioButton"      =    "Radyo düğmesi";
"sign.mobile.chooseDocuments.useTemplate" = "Şablon Kullan";
"sign.mobile.request.allSentRequest" = "Gönderilen Tüm Belgeler";
"sign.mobile.request.allReceivedRequest" = "Alınan Tüm Belgeler";
"sign.mobile.fileImporter.workDrive.workSpaces" = "Çalışma Alanları";
"sign.mobile.fileImporter.workDrive.myTeams" = "Ekiplerim";
"sign.mobile.fileImporter.workDrive.recentFiles" = "Son Dosyalar";
"sign.mobile.fileImporter.workDrive.favorites" = "Sık Kullanılanlar";
"sign.mobile.fileImporter.workDrive.myFolders" = "Klasörlerim";
"sign.mobile.fileImporter.workDrive.sharedWithMe" = "Benimle Paylaşılan";
"sign.mobile.fileImporter.workDrive.Folders" = "Klasörler";
"sign.mobile.fileImporter.workDrive.Files" = "Dosyalar";
"sign.mobile.radioButton.values" = "Radyo düğmesi değerleri";
"sign.mobile.common.daysCount" = "%d gün";
"sign.mobile.request.expiresIn" = "Süre sonu:";
"sign.mobile.common.print" = "Yazdır";

"sign.mobile.continuity_camera_desc" = "Devamlılık Kamerası, yalnızca Mac ve iOS cihazlarınız birbirlerine yakın olduğunda ve aşağıdaki kriterler karşılandığında çalışır.";
"sign.mobile.continuity_camera_step1" = "* Wi-Fi ve Bluetooth’un her iki cihazda da açık olduğundan emin olun.";
"sign.mobile.continuity_camera_step2" = "* Her iki cihazda da iCloud hesabında oturum açmak için aynı Apple Kimliği’nin kullanılmakta olduğundan emin olun.";
"sign.mobile.continuity_camera_step3" = "* Mac’inizin macOS Mojave veya sonraki sürümlerde ve iOS cihazınızın iOS 12 veya sonraki sürümlerde çalışıp çalışmadığını kontrol edin.";
"sign.mobile.continuity_camera_refer" =  "Daha fazla bilgi için bu bağlantıya bakın : %@";
"sign.mobile.continuity_camera_gallery" = "Galeri";
"sign.mobile.continuity_camera_import_from_iphone" = "iPhone'dan İçe Aktar";
"sign.mobile.continuity_camera_finder" = "Bulucu";



"sign.mobile.emptyScreen.noPendingDocuments"            =       "Bekleyen Belge Yok";
"sign.mobile.emptyScreen.noPendingDocumentsDesc"        =       "İmzanız için başkaları tarafından size gönderilen belgeler burada görünecektir";
"sign.mobile.emptyScreen.noInprogressDocuments"         =       "Devam Eden Belge Yok";
"sign.mobile.emptyScreen.noInprogressDocumentsDesc"     =       "İmza için başkalarına gönderdiğiniz belgeler burada görünecektir.";
"sign.mobile.alert.noInternetConnectionDesc"            =       "Lütfen ağ bağlantınızı kontrol edin ve tekrar deneyin";
"sign.mobile.emptyScreen.noRequestOnSearchDesc"         =       "Eşleşen hiçbir sonuç bulamadık. Başka anahtar sözcükler için aramayı deneyin";

"sign.mobile.emptyScreen.noTemplatesAvailableDesc"      =       "İlk şablonunuzu eklemek için '+' öğesine dokunun";

"sign.mobile.homescreen.inperson.singleSignerStatus"  = "%@ imzalaması gerekiyor";
"sign.mobile.homescreen.inperson.multipleSignerStatus"  = "%i / %i imzalayan kaldı";


"sign.mobile.request.hostNow"         =   "Şimdi Barındır";
"sign.mobile.request.hostLater"       =   "Daha Sonra Barındır";
"sign.mobile.request.doYouWantToHostInFlow"    =   "Atanan kişisel konaklardan birisiniz. Belgedeki imzaları şimdi toplamak istiyor musunuz?";


"sign.mobile.emptyScreen.noDocumentsAvailableDesc"      =       "Eşleşen hiçbir belge sonucu bulamadık";

"sign.mobile.iap.offer.forMonths" = "%i ay için";
"sign.mobile.iap.offer.for1Year" = "1 yıl için";
"sign.mobile.iap.offer.afterMonths" = "%i ay sonra";
"sign.mobile.iap.offer.after1Year" = "1 yıl sonra";

"sign.mobile.NodataView.documents.allSent.desc" = "İmza için başkalarına gönderdiğiniz tüm belgeler burada görünecektir";
"sign.mobile.NodataView.documents.inprogress.desc" = "Devam eden hiçbir belgeniz yok";
"sign.mobile.NodataView.documents.draft.desc" = "Taslak olarak kaydedilen hiçbir belgeniz yok";
"sign.mobile.NodataView.documents.expiring.desc" = "Kullanımı sona ermek üzere olan hiçbir belgeniz yok";
"sign.mobile.NodataView.documents.expired.desc" = "Kullanımı sona eren hiçbir belgeniz yok";
"sign.mobile.NodataView.documents.completed.desc" = "Tamamlanmış hiçbir belgeniz yok";
"sign.mobile.NodataView.documents.declined.desc" = "Reddedilen hiçbir belgeniz yok";
"sign.mobile.NodataView.documents.sentTrash.desc" = "Çöp kutusunda hiçbir belgeniz yok";
"sign.mobile.NodataView.documents.pending.desc" = "Bekleyen hiçbir belgeniz yok";
"sign.mobile.NodataView.documents.receivedCompleted.desc" = "Tamamlanmış hiçbir belgeniz yok";
"sign.mobile.NodataView.documents.receivedTrash.desc" = "Çöp kutusunda hiçbir belgeniz yok";
"sign.mobile.NodataView.documents.allReceived.desc" = "İmza için başkaları tarafından size gönderilen tüm belgeler burada görünecektir";

"sign.mobile.common.searchDocuments" = "Belgeleri Ara";
"sign.mobile.common.sent" = "Gönderilen";
"sign.mobile.common.received" = "Alınan";

"sign.mobile.activityIndicator.uploadingProgress"       = "%d / %d karşıya yükleniyor";
"sign.mobile.notify.attachmentsAddedSuccessfully"       = "Ekler başarıyla eklendi";
"sign.mobile.request.loginToProceed"                    = "Devam etmek için oturum açın";

"sign.mobile.common.general"                            = "Genel";
"sign.mobile.settings.personalize.documentSigning"      = "Belge imzalanıyor";
"sign.mobile.settings.personalize.autoScrollToNextFields" = "Sonraki alana otomatik olarak kaydır";
"sign.mobile.settings.personalize.showSignerHints"          = "İmzalayan ipuçlarını göster";
"sign.mobile.settings.personalize.highlightAnnotatedFields" = "Ek açıklama eklenen alanları vurgula";
"sign.mobile.settings.personalize.showSignerHintsDesc"      = "Belgede gereksiz kaydırma yapmayı önlemek için doldurulması gereken imzalayan alanlarının yanında işaretler gösterir.";
"sign.mobile.settings.personalize.highlightAnnotatedFieldsDesc"     = "İmzalayanlar tarafından doldurulan alanlar daha kolay tespit için renkli arka planlarla gösterilir. Renkli arka planlar dışarı aktarılan belgede görünmez.";



"sign.mobile.workdrive.noUserFound" = "Bir Zoho WorkDrive Hesabınız yok";
"sign.mobile.workdrive.noEnterpriseUser" = "Kurumsal Kullanıcı değilsiniz";


"sign.mobile.accountSettings.recipientActions.downloadDocument" = "Belgeyi indir";
"sign.mobile.accountSettings.sendMailFrom.organisation" = "Kuruluş e-posta adresi";
"sign.mobile.accountSettings.sendMailFrom.sender" = "Gönderen e-posta adresi";
"sign.mobile.accountSettings.sendMailFrom.zohoSignNotification" = "Zoho Sign bildirim e-posta adresi";
"sign.mobile.accountSettings.pageConfig.allPages" = "Tüm sayfalar";
"sign.mobile.accountSettings.pageConfig.firstPageOnly" = "Yalnızca ilk sayfa";
"sign.mobile.accountSettings.pageConfig.lastPageOnly" = "Yalnızca son sayfa";
"sign.mobile.accountSettings.positionConfig.header" = "Üstbilgi";
"sign.mobile.accountSettings.positionConfig.footer" = "Altbilgi";
"sign.mobile.accountSettings.sendDocumentsTo.allRecipients" = "Tüm alıcılar";
"sign.mobile.accountSettings.sendDocumentsTo.onlySender" = "Yalnızca gönderen";
"sign.mobile.accountSettings.sendDocumentsTo.none" = "Yok";
"sign.mobile.accountSettings.showSignerAttachmentsTo.senderAndSigner" = "Gönderen ve imzalayan";
"sign.mobile.accountSettings.showSignerAttachmentsTo.everyBody" = "İmzalı belgelere erişimi olan herkes";
"sign.mobile.accountSettings.enforceAuthentication" = "Kimlik doğrulamayı zorunlu kıl";
"sign.mobile.accountSettings.showSignerHints" = "İmzalayan ipuçlarını göster";
"sign.mobile.accountSettings.embedDocumentId" = "Belgelere Belge Kimliği Ekle";
"sign.mobile.accountSettings.embedDocumentId.page" = "Ekle";
"sign.mobile.accountSettings.embedDocumentId.positon" = "Konum";
"sign.mobile.accountSettings.sendCompletionCertificate" = "Alıcılara 'Tamamlama Sertifikası' gönder";
"sign.mobile.accountSettings.sendCompletedDocumentsTo" = "Tamamlanan belgeleri şuraya gönder";
"sign.mobile.accountSettings.showSignerAttachmentsTo" = "Şuna görünür";
"sign.mobile.accountSettings.redirection.signingDocument" = "Bir belgeyi imzalama";
"sign.mobile.accountSettings.redirection.decliningDocument" = "Bir belgeyi reddetme";
"sign.mobile.accountSettings.redirection.skipToSignLater" = "Daha sonra imzalamak için atlanıyor";
"sign.mobile.accountSettings.redirection.allowRedirection" = "Yeniden yönlendirmeye izin ver";
"sign.mobile.accountSettings.customLandingPages.invalidURL" = "Lütfen https://www.example.com biçiminde geçerli bir URL girin";
"sign.mobile.accountSettings.documentID" = "Belge Kimliği";
"sign.mobile.accountSettings.uponDocumentCompletion" = "Belge tamamlandıktan sonra";
"sign.mobile.accountSettings.customLandingPages" = "Özel açılış sayfaları";
"sign.mobile.accountSettings.updating" = "Güncelleniyor ...";
"sign.mobile.accountSettings.successfullyUpdated" = "Başarıyla güncellendi";
"sign.mobile.accountSettings.allowedModes.description" = "OTP yayın modlarını seçin.";
"sign.mobile.accountSettings.recipientAction.description" = "Belgeleri imzalarken imzalayan tarafından gerçekleştirilebilecek eylemleri seçin.";
"sign.mobile.accountSettings.signerAttachment.description" = "İmzalama sırasında imzalayanların yüklediği ekleri kimlerin görebileceğini seçin.";
"sign.mobile.accountSettings.customLandingPages.description" = "Bir işlemi tamamladıktan sonra alıcıları varsayılan sayfa yerine belirli bir URL'ye yönlendirin.";
"sign.mobile.accountSettings.requestValidity" = "Geçerlilik iste";
"sign.mobile.accountSettings.allowedModes" = "İzin verilen OTP iletim modları";
"sign.mobile.accountSettings.title" = "Hesap ayarları";
"sign.mobile.settings.applicationPreferences" = "Uygulama tercihleri";
"sign.mobile.accountSettings.sendingOptions" = "Gönderme seçenekleri";
"sign.mobile.accountSettings.receipientExperience" = "Alıcı deneyimi";
"sign.mobile.accountSettings.receipientAuthentication" = "Alıcı kimlik doğrulaması";
"sign.mobile.accountSettings.documentCompletionSettingsDescription" = "Tamamlanan belgeleri ve Tamamlama Sertifikasını e-posta eki olarak kimin alacağını kontrol edin.";
"sign.mobile.accountSettings.documentIDDescription" = "Benzersiz Belge Kimliğinin imzalanan belgelere dahil edilip edilmeyeceğini ve nasıl eklenmesini istediğinizi seçin.";
"sign.mobile.settings.accountSettingsDescription" = "İstek geçerliliği, alıcı hatırlatıcıları ve imzalama sırası için varsayılan ayarları yapılandırın. Bu, gönderme sırasında her belge için düzenlenebilir.";
"sign.mobile.common.signForms"                      =   "SignForms";
"sign.mobile.common.addDocumentType.description"    = "Belge türünü girin";
"sign.mobile.common.addFolderType.description"      = "Klasörü girin";
"sign.mobile.signForms.detail.URL"                  = "URL";
"sign.mobile.signforms.detail.maximumResponses"     = "Yanıt sınırı";
"sign.mobile.signForms.detail.maximumResponses.placeHolderText" = "Sayı girin";
"sign.mobile.signForms.detail.signFormName.placeHolderText" = "Ad girin";
"sign.mobile.signForms.detail.validUntil"           = "Son geçerlilik:";
"sign.mobile.login.youHaveTobeSignedIn"             = "Bu, oturum açmanızı gerektiriyor.";
"sign.mobile.common.preview"                        =   "Önizleme";
"sign.mobile.common.previous"                       =   "Önceki";

"sign.mobile.create.signDocument"                   =  "Belgeyi imzalayın";
"sign.mobile.create.signADocument"                  =  "Belge imzalayın";
"sign.mobile.widgetkit.trackDocumentStatus"         =  "Belge durumunu izleyin";
"sign.mobile.widgetkit.trackDocumentDesc"           =  "Belgelerinizin imzalanma ilerleyişinin her adımını izleyin.";

"sign.mobile.widgetkit.InprogressDocumentsDesc"     = "İmzalar için gönderilen belgelerin bir listesini gösterir.";
"sign.mobile.widgetkit.pendingDocumentsDesc"        = "İmzanızı gerektiren belgelerin bir listesini gösterir.";

"sign.mobile.signForms.alert.expired"                =  "Bu SignForm’un süresi doldu. Yardım için lütfen bağlantının sahibi veya göndereniyle irtibata geçin.";
"sign.mobile.signForms.alert.limitReached"           = "Bu SignForm, maksimum yanıt sınırına ulaştı. Yardım için lütfen bağlantının sahibi veya göndereniyle irtibata geçin.";
"sign.mobile.signForms.alert.inActive"               = "Bu SignForm devre dışı bırakıldı. Yardım için lütfen bağlantının sahibi veya göndereniyle irtibata geçin.";
"sign.mobile.signForms.alert.invalidDate"            = "SignForm URL’sinde geçersiz bir tarih belirlendi.";
"sign.mobile.signForms.limitReached"            = "Yanıt sınırına ulaşıldı";


"sign.mobile.alert.folderAlreadyExists"             =   "\"%@\" adında bir klasör zaten var.";
"sign.mobile.alert.documentTypeAlreadyExists"       =   "\"%@\" adında bir belge türü zaten var.";


"sign.mobile.accountSettings.signedCopy.emailAttachment" =  "E-posta eki";
"sign.mobile.accountSettings.signedCopy.documentMailLink" =  "E-postadaki belge bağlantısı";
"sign.mobile.accountSettings.sendSignedCopyAs"            =  "İmzalı kopyayı şu formatta gönder:";


"sign.mobile.fields.textbox.validation"              =  "Doğrulama";
"sign.mobile.signfield.status.all"                   =  "Tümü";
"sign.mobile.signfield.status.active"                =  "Etkin";
"sign.mobile.signfield.status.inactive"              =  "Etkin Değil";
"sign.mobile.signfield.status.expired"               =  "Süresi doldu";
"sign.mobile.signfield.status.max_limit_reached"       =  "Sınıra ulaşıldı.";


"sign.mobile.fields.textValidation"        =  "Metin alanı için doğrulama";
"sign.mobile.fields.validation.none"       =  "Hiçbiri";
"sign.mobile.fields.validation.numbers"    =  "Sayılar";
"sign.mobile.fields.validation.letters"    =  "Harfler";
"sign.mobile.fields.validation.mail"      =  "E-posta";
"sign.mobile.fields.validation.custom"    =  "Özel";



"sign.mobile.fields.validation.custom.errorMessage" =  "Geçersiz veri biçimi. Lütfen veriyi doğru biçimde tekrar girin.";
"sign.mobile.fields.validation.custom.footerMessage" = "Alan verisini geçersiz bir biçimde girdiklerinde imzalayanlara gösterilecek iletiyi özelleştirin.";
"sign.mobile.fields.validation.custom.enterRegex"  =  "Alan için normal ifade şablonunuzu belirleyin.";



"sign.mobile.fields.validation.regexAndErrorMessage"  =     "Normal ifade şablonu ve hata iletisi";
"sign.mobile.fields.validation.type"              =     "Doğrulama türü";
"sign.mobile.fields.validation.errorMessage"      =     "Hata iletisi";
"sign.mobile.fields.validation.custom.invalidRegex"            =  "Geçerli bir doğrulama şablonu belirleyin.";
"sign.mobile.fields.validation.custom.invalidErrorMessage"     =  "Geçerli bir hata iletisi girin.";



"sign.mobile.field.stamp"                        =  "Damga";
"sign.mobile.signforms.qrCode"                   =  "QR kodu";
"sign.mobile.signforms.scanQRCodeToInitateSigning"  =  "İş ortaklarınız ve müşterileriniz SignForms yoluyla belge imzalamaya başlamak için bu QR kodunu tarayabilir veya yükleyebilirler.";


"sign.mobile.request.extendExpiryDate" = "İmza son tarihini uzatın";
"sign.mobile.notify.expiryDateUpdated" = "Belge imzalama son tarihi uzatıldı.";
"sign.mobile.common.errorMsg.noImageInCropArea" = "Kırpma alanında görüntü yok.";
"sign.mobile.request.newExpiryDate" = "Yeni imzalama son tarihi";
"sign.mobile.emptyScreen.noFoldersAdded" = "Mevcut klasör yok.";
"sign.mobile.emptyScreen.noDocumentTypeAdded" = "Mevcut belge türü yok.";
"sign.mobile.settings.sendAnonymously" = "İsimsiz olarak gönder";
"sign.mobile.settings.analyticsDescription" = "Teşhis ve kullanım istatistiklerini otomatik olarak göndererek Zoho Sign'ın kullanıcı deneyimini iyileştirmesine yardımcı olun";


//print and sign
"sign.mobile.common.reviewAndSend" = "İncele ve Gönder";
"sign.mobile.fields.validation.error.onlyAlphabetsAreAllowed" = "Yalnızca alfabetik değerlere izin verilir";
"sign.mobile.fields.validation.error.onlyNumericAreAllowed" = "Yalnızca sayısal değerlere izin verilir";
"sign.mobile.signForms.limitResponses" = "SignForm yanıtlarını sınırlayın";
"sign.mobile.emptyScreen.noSignformsAdded" = "Henüz işaret formu eklenmedi";
"sign.mobile.signforms.validityDateError" = "Geçerlilik, geçerli tarihten büyük veya ona eşit olmalıdır";


"sign.mobile.recipient.language"                        =       "Alıcının dili";
"sign.mobile.recipient.languageDesc"                    =       "Alıcı imzalanacak belgeyi açtığında, imzalama arayüzü tercih edilen dilde olacaktır.";

"sign.mobile.request.printAndSign.uploadPhysicalDocument"   =  "Fiziksel imzalı belgeyi yükle";
"sign.mobile.request.printAndSign.uploadSignedDocument"     =  "İmzalı belgeyi yükle";
"sign.mobile.request.printAndPhysciallySign"                =  "Yazdır ve fiziksel imzala";
"sign.mobile.request.printAndSign.reviewDocumentForNextSigner" =  "Bu belgenin fiziksel imzalı sureti önceki imza sahibi için yüklendi. Lütfen sonra imza sahipleri için belge alanlarının hizalamasını kontrol edip gönderin.";
"sign.mobile.notif.uploadedSuccessfully"                        =   "Başarıyla karşıya yüklendi";
"sign.mobile.request.status.physciallySigned"                   =    "Fiziksel imza atıldı";
"sign.mobile.request.status.physicalSigningWaitingForApproval"  =    "Fiziksel imza atıldı ve kabul edilmeyi bekliyor";
"sign.mobile.notif.printAndsign.waitingForReview"               =   "Bu belge için zaten fiziksel imzalı bir kopya gönderdiniz. Yüklediğiniz kopya incelenmeyi bekliyor.";
"sign.mobile.alert.reviewingByOwner"                            =   "Bu belge şu anda sahibi tarafından inceleniyor. Lütfen daha sonra erişmeyi deneyin.";
"sign.mobile.request.status.manual_signing_correction"          =   "İnceleme bekleniyor";
"sign.mobile.request.uploadedOn"                        =       "Karşıya yüklendiği saat:";
"sign.mobile.request.printAndSign.ownerTerms"           =      "İşbu yazıyla yüklenen dosyasının adı geçen imza sahibi tarafından fiziksel olarak imzalanmış belgenin bir kopyası olduğunu tasdik ederim.";
"sign.mobile.request.printAndSign.agreeAndUpload"       =    "Kabul Et ve Yükle";
"sign.mobile.request.printAndSign.sentRequestDescription"           =     "İmza sahibi tarafından fiziksel olarak imzalanmış belgenin bir kopyasını karşıya yüklemek üzeresiniz. Bir kez karşıya yüklendiğinde, imzalama sürecindeki  (varsa) kalan diğer imza sahipleri yüklenen kopya üzerinde imzalamaya devam edecektir.";
"sign.mobile.common.review"                          =     "İncele";
"sign.mobile.notify.sentToOwnerForReview"            =   "Belge incelenmek üzere sahibine gönderildi.";
"sign.mobile.recipient.alert.userHasAlreadySigned"   =   "Bu alıcı zaten belgeyi imzaladı.";
"sign.mobile.request.operationType.requestMarkedAsComplete"     = "Belge tamamlandı olarak işaretlendi";
"sign.mobile.request.operationType.requestManualSigningSuccess" = "Fiziksel imza atıldı";
"sign.mobile.request.operationType.requestManualSigningApproved" = "Fiziksel imza atıldı ve kabul edildi";
"sign.mobile.request.operationType.recipientManualSigningSuccess"   = "Alıcı tarafından fiziksel imza atıldı";
"sign.mobile.request.operationType.recipientManualSigningApproved"  = "Fiziksel imzalı belge kabul edildi";
"sign.mobile.request.printAndSign.showPreviousVersions"  =  "Bir önceki versiyonları göster";
"sign.mobile.request.printAndSign.previousVersions"     =  "Önceki versiyonlar";
"sign.mobile.request.printAndSign.reviewAndAccept"      = "İncele ve Kabul Et";
"sign.mobile.common.accept"                             =   "Kabul Et";
"sign.mobile.request.printAndSign.step1"                =   "Adım 1:";
"sign.mobile.request.printAndSign.step2"                =   "Adım 2:";
"sign.mobile.request.printAndSign.downloadDocumentForPrint"  = "Yazdırılacak belgeyi indir";
"sign.mobile.request.printAndSign.downloadDocument"     =   "Belgeyi indir";
"sign.mobile.request.printAndSign.uploadTheScannedDocument" =  "İndirilen, yazdırılan ve fiziksel imza atılan belgenin taranmış  bir kopyasını karşıya yükleyin.";


"sign.mobile.tooltip.sdkSuccessmsg" = "Bu belgenin imzalı bir kopyası postanıza gönderildi";
